Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: A natural food, ingredient, bait or seed.
de: Natürliche Nahrung, Zutat, Köder oder Samen.
es: Una comida natural, ingrediente, carnada o semilla.
fr: Un aliment naturel, ingrédient, appât ou graine.
pt_br: Uma comida natural, ingrediente, isca ou semente.

source: Eat
de: Essen
es: Comer
fr: Manger
pt_br: Comer

source: Heal 15-45 HP
pt_br: Cura 15-45 HP

source: Plant
pt_br: Planta

source: Bread
de: Brot
es: Pan
fr: Pain
it: Pane
nl_be: Brood
pt_br: Pão
ru: Хлеб

source: A baked food, ingredient or bait.
de: Gebackene Nahrung, Zutat, Köder oder Samen.
es: Una comida horneada, ingrediente o carnada.
fr: Un aliment cuisiné, ingrédient, ou appât.
pt_br: Uma comida assada, ingrediente ou isca.

source: Heal 50-180 HP
pt_br: Cura 50-180 HP

source: Fungus
de: Pilz
es: Hongo
fr: Champignon
it: Fungo
nl_be: Schimmel
pt_br: Fungo
ru: Фунгус

source: A peculiar food, ingredient or remedy against poison.
de: Sonderbare Nahrung, Zutat oder Gegengift.
es: Una comida peculiar, ingrediente o remedio contra el envenenamiento.
fr: Un aliment particulier, ingrédient ou remède contre le poison.
pt_br: Uma comida peculiar, ingrediente ou remédio contra veneno.

source: Damage -5%; Defense +5%; Heal 35-70 HP
pt_br: Dano -5%; Defesa +5%; Cura 35-70 HP

source: Cheese
de: Käse
es: Queso
fr: Fromage
it: Formaggio
nl_be: Kaas
pt_br: Queijo
ru: Сыр

source: A yummy food, ingredient or bait.
de: Leckere Nahrung, Zutat oder Köder.
es: Una sabrosa comida, ingrediente o carnada.
fr: Un aliment appétissant, ingrédient ou appât.
pt_br: Uma comida deliciosa, ingrediente ou isca.

source: Heal 60-100 HP
pt_br: Curar 60-100 HP

source: Piou Legs
de: Piou Beine
es: Patas de Piou
fr: Pattes de Piou
it: Cosce di Piou
nl_be: Pioupootjes
pt_br: Pernas de Pious
ru: Лапки пию

source: A tender food or ingredient.
pt_br: Uma comida macia ou ingrediente.

source: Heal 15-40 HP
pt_br: Cura 15-40 HP

source: Lettuce Leaf
de: Salatblatt
es: Hoja de Lechuga
fr: Feuille de Laitue
it: Foglia di Lattuga
pt_br: Folha de Alface
ru: Листья Салата

source: A healthy food, ingredient or bait.
de: Gesunde Nahrung, Zutat oder Köder.
es: Un saludable alimento, ingrediente o carnada.
fr: Un aliment sain, ingrédient ou appât.
pt_br: Uma comida saudável, ingrediente ou isca.

source: Heal 35-65 HP
pt_br: Cura 35-65 HP

source: The famous staining fruit.
de: Die berühmte färbende Frucht.
es: La famosa fruta que mancha.
fr: Le fameux fruit qui tâche.
it: Il famoso frutto che macchia.
nl_be: Het befaamde vlekmakende fruit.
pt_br: A famosa fruta que mancha.
ru: Известный красящий фрукт.

source: Heal 60-140 HP
pt_br: Cura 60-140 HP

source: Sea Drops
de: Meerwassertropfen
es: Gotas de Mar
fr: Gouttes d'Eau de Mer
it: Goccia d'Acqua marina
nl_be: Zee Druppels
pt_br: Gotas do mar
ru: Капли морской воды

source: Yucky drops of salt water.
de: Ekelige Salzwassertropfen.
es: Asquerosas gotas de agua salada.
fr: Gouttes dégoutantes d'eau de mer.
pt_br: Gotas nojentas de agua salgada.

source: Drink
de: Trinken
es: Beber
fr: Boire
pt_br: Beber

source: Headache; Heal 20-40 HP
pt_br: Dor de cabeça; Curar 20-40 HP

source: A nutritious fruit of the sea.
de: Eine nahrhafte Meeresfrucht.
es: Una nutritiva fruta del mar.
fr: Un fruit nutritif venant de la mer.
pt_br: Um nutritivo fruto do mar.

source: Heal 180-320 HP
pt_br: Cura 180-320 HP

source: Pink Blobime
de: Pinke Blobime
es: Blobime Rosado
fr: Blobime Rose
it: Blobime Rosa
nl_be: Roze Blobime
pt_br: Blobime Rosa
ru: Розовый Слизеком

source: Yucky pink mucus of little blub.
de: Ekelhafter pinker Blub-Schleim.
es: Asquerosa mucosidad rosa de un blub pequeño.
fr: Mucus rose dégoutant venant d'un petit blub.
pt_br: Muco rosa nojento de blubinho.

source: Headache; Heal 10-26 HP
pt_br: Dor de cabeça; Cura 10-26 HP

source: Purple Blobime
de: Lila Blobime
es: Blobime Morado
fr: Blobime Violet
pt_br: Blobime Roxo

source: Stinky purple mucus of blub.
de: Stinkiger Blub-Schleim.
es: Pegajosa mucosidad morada de blub.
fr: Mucus rose nauséabond d'un petit blub.
pt_br: Muco roxo grudento de blub.

source: Stomach ache; Heal 60-130 HP
pt_br: Dor de estômago; Cura 60-130 HP

source: Half Croconut
de: Halbe Krokosnuss
es: Medio Croconut
fr: Demi Noix de Croco
it: Mezzo Croconut
nl_be: Halve Crocosnoot
pt_br: Croconozes partido.
ru: Половина крокореха

source: Its inside seems delicious.
de: Sein inneres scheint köstlich.
es: Su interior parece delicioso.
fr: Sa partie interne à l'air délicieuse.
it: Il suo ripieno sembra delizioso.
pt_br: Seu interior parece delicioso.
ru: Содержимое выглядит очень вкусным.

source: Heal 120-180 HP
pt_br: Cura 120-180 HP

source: Croconut
de: Krokosnuss
fr: Noix de Croco
nl_be: Crocosnoot
pt_br: Croconozes.
ru: Крокорех

source: Fallen from a crocotree, this fruit could be opened.
de: Von einer Palme fallend könnte diese Frucht geöffnet werden.
es: Caído de una palmera, este fruto puede ser abierto.
fr: Tombé d'un crocotier, ce fruit peut être ouvert.
it: Caduta da un Crocotree, questa noce puo' essere aperta.
pt_br: Caído de uma crocoárvore, esta fruta pode ser aberta.
ru: Упав с крокодерева, этот фрукт может открыться.

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
pt_br: Abrir

source: Inedible
pt_br: Incomestível

source: A strange remedy of many possible uses.
de: Ein seltsames Heilmittel mit vielen Einsatzmöglichkeiten.
es: Un extraño remedio con muchos posibles usos.
fr: Un étrange remède aux innombrables possibilités.
pt_br: Um remédio estranho de muitos usos possíveis.

source: Attack Speed +5%; Heal 30-60 HP
pt_br: Velocidade de ataque +5%; Cura 30-60 HP

source: Pumpkin Seeds
de: Kürbiskerne
es: Semillas de Calabaza
fr: Graines de Citrouille
it: Semi di Pumpkin
pt_br: Sementes de Abóbora
ru: Семена тыквы

source: Yucky seeds that threaten to grow out-of-control.
de: Eklige Samen, die zu zügellosem Wachstum neigen.
es: Semillas asquerosas que amenazan con crecer fuera de control.
fr: Graines dégoûtantes qui menacent de pousser de manière incontrôlée.
pt_br: Sementes nojentas que ameaçam crescer de forma descontrolada.

source: Headache
de: Kopfschmerzen
es: Dolor de cabeza
fr: Mal de tête
pt_br: Enxaqueca
ru: Мигрень

source: Delicious Cookie
de: Leckerer Keks
es: Galleta Deliciosa
fr: Délicieux Cookie
pt_br: Biscoito Delicioso
ru: Великолепная Печенька

source: Baked by Reid herself. People who ate it were not seen again for quite a while.
pt_br: Assado por Reid pessoalmente. As pessoas que comeram não foram vistas novamente por um bom tempo.

source: Unknown - Use with care!
pt_br: Desconhecido - Use com cuidado!

source: Urchin Meat
de: Seeigel Fleisch
es: Carne de Erizo
fr: Chair d'Oursin
pt_br: Carne de Ouriço

source: A seafood ingredient.
de: Eine Zutat für Meeresgerichte.
es: Un ingrediente para comida marina.
fr: Un ingrédient marin.
pt_br: Um ingrediente do tipo frutos do mar.

source: Heal 40-65 HP
pt_br: Cure 40-65 HP

source: Easter Egg
de: Osterei
es: Huevo de Pascua
fr: Oeuf de Pâques
pt_br: Ovo de Páscoa

source: A chocolate shell covered in a very thin metal layer.
de: Ein Schokoladenei, eingewickelt in eine dünne Metallschicht.
es: Un cascarón de chocolate cubierto con una delgada capa metálica.
fr: Une carapace en chocolat recouverte d'une très fine couche de métal.
pt_br: Uma casca de chocolate coberta por uma fina camada de metal.

source: Heal 100-225 HP
pt_br: Cura 100-225 HP

source: Piberries Infusion
de: Pibeerentee
es: Infusión de Pibayas
fr: Infusion de Baies Pi
pt_br: Infusão de Piberries

source: A potion made from piberries.
de: Ein Trank aus Pibeeren.
es: Una poción hecha de pibayas.
fr: Une potion faite à partir de baies pi.
pt_br: Uma poção feita de piberries

source: Heal 240-440 HP
pt_br: Curar 240-440 HP

source: Fate's Potion
de: Schicksalstrank
es: Poción del Destino
fr: Potion de Foi
pt_br: Poção de Fate

source: An effective blood-loss remedy.
de: Effektive Abhilfe bei Blutverlust.
es: Un remedio efectivo contra la pérdida de sangre.
fr: Un remède efficace lorsqu'on a perdu beaucoup de sang.
pt_br: Um efetivo remédio contra perda de sangue.

source: Heal 440-640 HP
pt_br: Curar 440-640 HP

source: Clotho Liquor
de: Clotho Schnaps
es: Licor de Clotho
fr: Liqueur de Clotho
pt_br: Licor Clotho

source: Remedy used in feral warrior training sessions.
de: Hilfreich während wilder Krieger-Trainingseinheiten.
es: Remedio usado en las sesiones de entrenamientos de los guerreros salvajes.
fr: Remède utilisé durant les sessions de formation bestiale des guerriers.
pt_br: Remédio usado em sessões de treinamento de guerreiros selvagens.

source: Heal 640-900 HP
pt_br: Cura 640-900 HP

source: Lachesis Brew
de: Lachesis Gebräu
es: Brebaje de Lachesis
fr: Brassage de Lachésis
pt_br: Infusão Lachesis

source: Rare, powerful and restricted remedy.
de: Seltener, mächtiger und begrenzt verfügbarer Trank.
es: Remedio raro, poderoso y de uso restringido.
fr: Remède rare, puissant et limité.
pt_br: Remédio raro, poderoso e restrito.

source: Heal 900-1200 HP
pt_br: Cura 900 a 1200 HP

source: Atropos Mixture
de: Atropos Mischung
es: Mezcla de Atropos
fr: Mixture d'Atropos
pt_br: Mistura Atropos

source: The most advanced potion ever synthesised.
pt_br: A poção mais avançada já sintetizada.

source: Heal 1200-2400 HP
pt_br: Cure 1200-2400 HP

source: Elixir Of Life
de: Lebenselixir
es: Elíxir de la Vida
fr: Élixir de Vie
pt_br: Elixir Da Vida

source: A potion able to restore even dead trees to life.
de: Ein Trank, der selbst tote Bäume wiederbelebt.
es: Una poción capaz de traer de vuelta incluso a los árboles muertos.
fr: Une potion capable de régénérer les arbres morts.
pt_br: Uma poção capaz de restaurar a vida até mesmo de árvores mortas.

source: Complete Healing
pt_br: Cura Completa

source: Iron Shovel
de: Eisen Schaufel
es: Pala de Hierro
fr: Pelle en Fer
pt_br: Pá de Ferro

source: Use
de: Benutzen
es: Usar
fr: Utiliser
pt_br: Usar

source: Discover treasures, dungeons and raw materials.
de: Entdecke Schätze, Verliese und Rohstoffe.
es: Descubre tesoros, mazmorras y materias primas.
fr: Découvre des trésors, donjons et matériaux bruts.
pt_br: Descubra tesouros, masmorras e matérias-primas.

source: Dig holes
pt_br: Cava buracos

source: Pumpkin Juice
de: Kürbissaft
es: Jugo de Calabaza
fr: Jus de Citrouille
pt_br: Suco de Abóbora

source: Blood-coloured juice from madly swarming pumpkin.
pt_br: Suco de cor de sangue da abóbora fervilhante.

source: Heal 30-50 HP
de: Heilung 30-50 HP
es: Curar 30-50 HP
fr: Soigne 30-50 PV
pt_br: Cura 30-50 HP
ru: Излечивает 30-50 HP

source: A fast healing fruit.
de: Eine schnell heilende Frucht.
es: Una fruta que cura rápidamente.
fr: Un fruit qui soigne rapidement.
pt_br: Uma fruta com rápido efeito curativo.

source: Heal 66-99 HP
pt_br: Curar 66-99 HP

source: A strange remedy of many possible uses, cures poison.
de: Ein seltsames Heilmittel mit vielen Einsatzmöglichkeiten, heilt unter anderem Vergiftungen.
es: Un extraño remedio con muchos posibles usos, cura el envenenamiento.
fr: Un étrange remède aux utilisations diverses, guérit le poison.
pt_br: Um remédio estranho de muitos usos possíveis, cura o veneno.

source: Damage per second +10; Heal 40-50 HP
de: Schaden pro Sekunde +10; Heilung 40-50 HP
es: Daño por segundo +10; Curar 40-50 HP
fr: Dégâts par seconde +10 ; Soigne 40-50 PV
pt_br: Dano por segundo +10; Cura 40-50 HP

source: Carrot
de: Karotte
es: Zanahoria
fr: Carrotte
pt_br: Cenoura

source: Good in various recipes, and found with bunnies. During Easter, heals 10x more.
pt_br: Bom em várias receitas, e encontrado com coelhos. Durante a Páscoa, cura 10x mais.

source: Heal 20-30 HP
de: Heilung 20-30 HP
es: Curar 20-30 HP
fr: Soigne 20-30 PV
pt_br: Cura 20-30 HP

source: Red Plush Wine
de: Wein vom Red Plush
es: Vino rojo de lujo
fr: Vin de la Peluche Rouge
pt_br: Vinho do Plush Vermelho

source: Wine produced from black grapes in the south-east of Aurora.
de: Wein aus den Schwarzen Trauben des südöstlichen Aurora.
es: Vino hecho de uvas negras en el sureste de Aurora.
fr: Vin issu des raisins noirs dans le sud-est d'Aurora.
pt_br: Vinho produzido de uvas pretas do Sudeste de Aurora.

source: Heal 50-110 HP
pt_br: Cura 50-110 HP

source: Jesusaves's Grimorium
pt_br: Grimório de Jesus Saves

source: A grimorium said to light the path to the Secret Of Mana. The book writes itself on its own.
pt_br: Um grimorium dito que ilumina o caminho ao Segredo Da Mana. O livro se escreve sozinho.

source: Read
de: Lesen
es: Leer
fr: Lire
pt_br: Ler

source: Fluffy Animals who Love Their Owners
pt_br: Animais Fofos que Amam Seus Donos

source: A quick guide to introduce pet caring.
pt_br: Um guia rápido que introduz cuidado com animais de estimação.

source: The Book of Laws
de: Das Buch der Gesetze
es: El Libro de Leyes
fr: Le Livre des Lois
pt_br: O Livro das Regras

source: The laws respected and upheld in the World Of Mana, and enforced by the Alliance.
pt_br: As leis respeitadas e utilizadas no Mundo De Mana, e garantidas pela Aliança.

source: Fishing Guide Vol. I
de: Angelführer Vol. I
es: Guía de Pesca Vol. I
fr: Guide de Pêche Vol. I
pt_br: Guia de Pesca Vol. I

source: A small book that covers the basics of fishing.
de: Ein kleines Buch, das die Grundlagen des Angelns beschreibt.
es: Un libro pequeño que cubre los fundamentos de la pesca.
fr: Un petit livre qui couvre les bases de la pêche.
pt_br: Um pequeno livro que cobre os básicos da pesca.

source: Roasted Maggot
pt_br: Verme Torrado

source: Tasty crunchy snack!
pt_br: Saboroso lanche crocante!

source: Heal 65-175 HP
pt_br: Cura 65-175 HP

source: Red Apple
pt_br: Maçã Vermelha

source: A healthy apple
pt_br: Uma maçã saudável

source: Heal 95-225 HP
pt_br: Cura 95-225 HP

source: Cactus Potion
pt_br: Poção de Cactus

source: A special potion for the desert places.
pt_br: Uma poção especial para os lugares do deserto.

source: Heal 85-230 HP
pt_br: Cura 85-230 HP

source: Cactus Drink
pt_br: Bebida de Cactus

source: A small drink for the desert places.
pt_br: Uma pequena bebida para os lugares do deserto.

source: Heal 65-145 HP
pt_br: Cura 65-145 HP

source: Apana Cake
pt_br: Bolo De Apana

source: A very tiny cake!
pt_br: Um bolo muito pequeno!

source: Heal 1-100 HP
pt_br: Curar 1-100 HP

source: Beer
pt_br: Cerveja

source: A fresh beer.
pt_br: Uma cerveja fresca.

source: Heal 210-444 HP
pt_br: Cura 210-444 HP

source: Blue Berries
pt_br: Amoras

source: Near to bursting with sweet juice.
pt_br: Perto de explodir com suco doce.

source: Heal 4-5 HP
pt_br: Curar 4-5 HP

source: Candy
pt_br: Bala

source: A sweet for you.
pt_br: Um docinho para você

source: Heal 12-64 HP
pt_br: Curar 12-64 HP

source: Bottle Of Sea Water
pt_br: Garrafa de água do mar

source: Very salty. Drink with caution.
pt_br: Muito salgado. Beba com cautela.

source: Heal 10-200 HP
pt_br: Cura 10-200 HP

source: Candy Cane
pt_br: Bastão de Doces

source: Tasty candy cane.
pt_br: Bastão de doces saborosos.

source: Cherry
pt_br: Cereja

source: Natural treat.
pt_br: Doce natural.

source: Cherry Cake
pt_br: Bolo de Cereja

source: A nice cherry cake.
pt_br: Um bom bolo de cereja.

source: Heal 60-130 HP
pt_br: Cura 60-130 HP

source: Chicken Leg
pt_br: Coxa de Frango

source: A big chunk of meat.
pt_br: Um grande pedaço de carne.

source: Doesn't work. Heal HP, please report.
pt_br: Não funciona. Curar a HP, por favor informe.

source: Chocolate Mouboo
pt_br: Mouboo de Chocolate

source: Heal 100-800 HP
pt_br: Cure 100-800 HP

source: Ginger Bread Man
pt_br: Homem de pão de gengibre

source: A tasty ginger bread man.
pt_br: Um saboroso pão de gengibre.

source: Heal 4-240 HP
pt_br: Curar 4-240 HP

source: Golden Apple
pt_br: Maçã Dourada

source: A golden apple. Taken from a tree of many fruits from a distant world.
pt_br: Uma maçã dourada. Retirado de uma árvore de muitas frutas de um mundo distante.

source: Jar Of Blood
pt_br: Jarra de Sangue

source: Disgusting jar of blood...for all your bloody needs.
pt_br: Pote repugnante de sangue ... para todas as suas necessidades sangrentas.

source: Jelly Beans
pt_br: Jujubas

source: Sweet drop.
pt_br: Gota doce.

source: A refreshing drink from the monsters of TMW.
pt_br: Uma bebida refrescante dos monstros do TMW.

source: A juicy orange.
pt_br: Uma laranja suculenta.

source: Heal 75-120 HP
pt_br: Cura 75-120 HP

source: Orange Cupcake
pt_br: Cupcake Laranja

source: A tangy orange cupcake. Made from real oranges.
pt_br: Um bolinho de laranja. Feito com laranjas reais.

source: Heal 200-400 HP
pt_br: Curar 200-400 HP

source: Pear
pt_br: Pera

source: A healthy pear.
pt_br: Uma pêra saudável.

source: Plum
pt_br: Ameixa

source: A Fresh healthy plum.
pt_br: Uma ameixa fresca e saudável.

source: Fresh pumpkin juice.
pt_br: Suco de abóbora fresca.

source: Pumpkin Seed
pt_br: Sementes de Abóbora

source: Seeds from pumpkins.
pt_br: Sementes de abóboras.

source: Big Pumpkin Seed
pt_br: Semente de Abóbora Grande

source: Seeds from big pumpkins.
pt_br: Sementes de grandes abóboras.

source: Skull Bloody Mug
pt_br: Caneca sangrenta do crânio

source: I wouldn't drink from that.
pt_br: Eu não beberia isso.

source: Skull Potion
pt_br: Poção Crânio

source: A bottle in the shape of a skull.
pt_br: Uma garrafa em forma de caveira.

source: Small Mushroom
pt_br: Cogumelo Pequeno

source: A mushroom.
pt_br: Um cogumelo

source: Mouboo Steak
pt_br: Bife de Mouboo

source: A tasty piece of steak.
pt_br: Um pedaço saboroso de bife.

source: Heal 400-500 HP
pt_br: Curar 400-500 HP

source: Tonori Delight
pt_br: Prazer Tonori

source: A treat exquisite.
pt_br: Um deleite requintado.

source: Heal 375-710 HP, 40-120 MP
pt_br: Curar 375-710 HP, 40-120 MP

source: Xmas Cake
pt_br: Bolo de Natal

source: A sweet Xmas cake.
pt_br: Um doce bolo de Natal.

source: Xmas Candy Cane
pt_br: Bastão de doces de Natal

source: A special Xmas candy cane.
pt_br: Um bastão de doce de Natal especial.

source: Zombie Nachos
pt_br: Nachos zumbis

source: Zombies love this dish.
pt_br: Os zumbis amam este prato.

source: Chocolate Biscuit
pt_br: Biscoito De Chocolate

source: A chocolate biscuit.
pt_br: Um biscoito de chocolate.

source: Yummy!
pt_br: Gostoso!

source: Heal 500-700 HP
pt_br: Curar 500-700 HP

source: Chocolate Bar
pt_br: Barra de chocolate

source: A chocolate bar.
pt_br: Uma barra de chocolate.

source: Heal 130-210 HP
pt_br: Curar 130-210 HP

source: Cave Snake Egg
pt_br: Ovo de Cobra da Caverna

source: For omelettes.
pt_br: Para omeletes.

source: Heal 4-400 HP
pt_br: Curar 4-400 HP

source: Smoke Grenade
pt_br: Granada de Fumaça

source: Explodes and could cause splash damage... If it didn't missed every single time.
pt_br: Explode e pode causar dano em área... Se não errasse todas as vezes.

source: Explode
pt_br: Explodir

source: Splash damage
pt_br: Dano em Área

source: Bug Leg
pt_br: Pata de Inseto

source: Small but strong! ...Are you really gonna eat that?
pt_br: Pequeno mas forte! ... Você realmente vai comer isso?

source: Heal 8-14 HP
pt_br: Cura 8-14 HP

source: Toothbrush
pt_br: Escova Dental

source: To keep that beautiful smile going.
pt_br: Para manter esse lindo sorriso.

source: Break
pt_br: Quebrar

source: Bronze Gift
pt_br: Presente de Bronze

source: Wow! A Gift Box! What wonders are inside?
pt_br: Uau! Uma caixa de presente! Que maravilhas estão dentro?

source: Unwrap
pt_br: Desembrulhar

source: Silver Gift
pt_br: Presente de Prata

source: Golden Gift
pt_br: Presente de Ouro

source: Prism Gift
pt_br: Presente Prisma

source: Supreme Gift
pt_br: Presente Supremo

source: Desert Tablet
pt_br: Tablete do Deserto

source: A tablet found in the sand ocean.
pt_br: Um tabloide encontrado no oceano de areia.

source: Bottle Of Divine Water
pt_br: Garrafa de Água Divina

source: Very tasty water.
pt_br: Água muito saborosa.

source: Heal 400-1400 HP
pt_br: Cura 400-1400 HP

source: Bottle Of Tonori Water
pt_br: Garrafa De Água Tonori

source: A basic tonori water.
pt_br: Uma água de tonori básica.

source: Heal 180-800 HP
pt_br: Curar 180-800 HP

source: Chocolate Bunny
pt_br: Coelhinho de Chocolate

source: A delicious chocolate bunny
pt_br: Um delicioso coelho de chocolate

source: Heal 1300-1800 HP
pt_br: Cura 1300-1800 HP

source: Divine Apple
pt_br: Maçã Divina

source: A Divine Apple
pt_br: Uma maçã divina

source: Heal 5000-10000 HP
pt_br: Cura 5000-10000 HP

source: Snake Egg
pt_br: Ovo de Cobra

source: An edible snake egg
pt_br: Um ovo de cobra comestível

source: Heal 100-200 HP
pt_br: Cure 100-200 HP

source: Mountain Snake Egg
pt_br: Ovo de Cobra da Montanha

source: An edible mountain snake egg.
pt_br: Um ovo de cobra de montanha comestível.

source: Heal 150-250 HP
pt_br: Cura 150-250 HP

source: Damage +5%; Heal 30-60 HP
pt_br: Dano + 5%; Cura 30-60 HP

source: Pinkie Leg
pt_br: Perna De Trasgo Rosa

source: Heal 45-75 HP
pt_br: Curar 45-75 HP

source: Haste Potion
pt_br: Poção de Aceleração

source: Formely known as Concentration Potion, this is made of plushrooms.
pt_br: Anteriormente conhecida como Poção de Concentração, esta é feita de plushrooms.

source: Attack Speed +30%
pt_br: Velocidade de ataque +30%

source: Strength Potion
pt_br: Poção de Força

source: Formely known as Iron Potion, this is made of chagashrooms.
pt_br: Anteriormente conhecida como Poção Energética, esta é feita de cogumelos chaga.

source: Attack Power +30%
pt_br: Poder de ataque +30%

source: Bottle Of Sewer Water
pt_br: Garrafa de Água de Esgoto

source: Want to be sick?
pt_br: Quer ficar doente?

source: Heal 18-40 HP
pt_br: Cure 18-40 HP

source: Pirate Treasure Map
pt_br: Mapa do Tesouro Pirata

source: It's time to become rich!
pt_br: Está na hora de ficar rico!

source: Blame Saulc
pt_br: Culpa do Saulc

source: Mysterious Bottle
pt_br: Garrafa Misteriosa

source: What's inside? Perhaps... a Treasure Map?
pt_br: O que tem dentro? Talvez ... um mapa do tesouro?

source: Celestia's Tea
pt_br: Chá da Celestia

source: A lovely tea from a lovely person. It's dead cold.
pt_br: Um adorável chá de uma pessoa adorável. Está frio.

source: Heal 15% SP, -5% HP
pt_br: Cura 15% SP, -5% HP

source: Cactus Cocktail
pt_br: Coquetel de cactus

source: A typical dessert cocktail. During Summmer, heals 3x more
pt_br: Um coquetel de sobremesa típico. Durante o verão, os saltos 3x mais

source: Heal 90-260 HP
pt_br: Curar 90-260 HP

source: Apple Cocktail
pt_br: Coquetel de maçã

source: Drink appreciated by vikings. During Summmer, heals 3x more
pt_br: Bebida apreciada pelos vikings. Durante o verão, os saltos 3x mais

source: Heal 130-307 hP, 10-25 SP
pt_br: Cura 130-307 hP, 10-25 SP

source: Cherry Cocktail
pt_br: Coquetel de cereja

source: Let's cold yourself. During Summmer, heals 3x more.
pt_br: Vamos esfriar você mesmo. Durante o verão, os saltos 3x mais.

source: Heal 165-395 HP
pt_br: Cura 165-395 HP

source: Friend Gift
pt_br: Amigo presente

source: Sent by your friend. Can be open at level 5.
pt_br: Enviado pelo seu amigo. Pode ser aberto no nível 5.

source: Black Mamba Egg
pt_br: Ovo de Mamba Negra

source: An edible black mamba egg.
pt_br: Um ovo de mamba preto comestível.

source: Heal 100-250 HP
pt_br: Cura 100-250 HP

source: Time Flask
pt_br: Balão de tempo

source: Contains Ozthokk's time-space technology.
pt_br: Contém a tecnologia de espaço-tempo de Ozthokk.

source: Teleport
pt_br: teleporte

source: Herbal Tea
pt_br: Chá de ervas

source: Dangerous stuff, do not drink. You have been warned.
pt_br: Coisas perigosas, não bebem. Você foi avisado.

source: Attack Speed +60%, MP Heal, Poison.
pt_br: Velocidade de ataque + 60%, MP Heal, Veneno.

source: Bottle Of Woodland Water
pt_br: Garrafa de água da floresta

source: A basic woodland water.
pt_br: Uma água básica da floresta.

source: Heal 300-700 HP
pt_br: Curar 300-700 HP

source: Fertilized Spores
pt_br: Esporos Fertilizados
