Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: Crudely assembled footwear not for comfort nor fashion.
de: Grob zusammengeschusterte Schlappen, unmodisch und ohne Komfort.
es: Calzado toscamente montado no para la comodidad ni la moda.
fr: Des chaussures grossièrement assemblées ni pour être confortables ni pour la mode.
pt_br: Calçado grosseiramente montado, não é confortável nem bonito.

source: Assassin Boots
pt_br: Botas de Assassino

source: Deep Black Boots
pt_br: Botas Pretas Profundas

source: Some robust black boots, ideal for travelling.
pt_br: Algumas botas pretas robustas, ideais para viajar.

source: Candor Boots
pt_br: Botas de Candor

source: A Candor favorite
pt_br: Um favorito de Candor

source: Furs Boots
pt_br: Botas de Peles

source: A pair of warm winter boots.
pt_br: Um par de botas de inverno quentes.

source: %Color% Cotton Boots
pt_br: Botas de Algodão %Color%

source: A pair of quality %Color% cotton boots.
pt_br: Um par de botas de algodão %color% de qualidade.

source: Boots
pt_br: Botas

source: Some robust, probably used, boots.
pt_br: Algumas botas robustas, provavelmente usadas.

source: Leather Boots
pt_br: Botas de Couro

source: Leather boots are resistant, comfortable, and looks cool. Or at least, that's what was on the ad.
pt_br: Botas de couro são resistentes, confortáveis ​​e legais. Ou pelo menos é o que estava no anúncio.

source: Red Stockings
pt_br: Meias Vermelhas

source: Someone thought of you at Christmas Eve.
pt_br: Alguém pensou em você na véspera de Natal.

source: Bromenal Boots
pt_br: Botas Bromenais

source: A pair of bromenal boots.
pt_br: Um par de botas brutais.

source: Creased Boots
pt_br: Botas Amassadas

source: Tulimshar Guard Boots
pt_br: Botas da Guarda de Tulimshar

source: These boots are made from dock skins! Whatever that means.
pt_br: Estas botas são feitas de peles de doca! O que quer que isso signifique.

source: Armbands
de: Armschienen
es: Brazaletes
fr: Brassards
it: Bracciali
nl_be: Armbanden
pt_br: Braçadeiras
ru: Наручи

source: Small armbands made of wood and iron.
de: Kleine Armschienen, hergestellt aus Holz und Eisen.
es: Pequeños brazaletes hechos de hierro y madera.
fr: De petits brassards, en bois et fer.
it: Bracciali leggeri in legno e acciaio.
nl_be: Kleine armbanden gemaakt van hout en ijzer.
pt_br: Pequenas braçadeiras feitas de madeira e aço.
ru: Небольшие наручи, сделанные из дерева и железа

source: Copper Armbands
de: Kupfer Armschienen
es: Brazaletes de Cobre
fr: Brassards Cuivrés
pt_br: Braçadeira de cobre

source: Sturdy, combat-issue armbands.
de: Robuste Kampf-Armschienen.
es: Brazaletes robustos, para combate.
fr: Des brassards robustes, fais pour le combat.
pt_br: Robustas braçadeiras de combate.

source: Iron Armbands
de: Eisen Armschienen
es: Brazaletes de Hierro
fr: Brassards en Fer
pt_br: Braçadeiras de ferro

source: Heavy armbands that slow down all but experienced warriors.
de: Schwere Armschienen, die alle (bis auf erfahrene Krieger) langsamer machen.
es: Brazaletes pesados que frenan a todos los guerreros experimentados.
fr: De lourds brassards qui ralentissent tout le monde sauf les guerriers expérimentés.
pt_br: Braçadeiras pesadas que retardam todos os guerreiros, menos os experientes.

source: Scarab Armlet
pt_br: Braço de Escaravelho

source: A scarab armlet.
pt_br: Um bracelete de escaravelho.

source: Creased Gloves
pt_br: Luvas Amassadas

source: These gloves were used before...
pt_br: Estas luvas foram usadas antes ...

source: %Color% Cotton Gloves
pt_br: Luvas de Algodão %Color%

source: A pair of comfy %Color% cotton gloves.
pt_br: Um par de luvas %color% de algodão confortáveis.

source: Miner Gloves
pt_br: Luvas de Mineiro

source: Gloves used by miners, very useful.
pt_br: Luvas usadas pelos mineiros, muito úteis.

source: %Color% Silk Gloves
pt_br: Luvas de Seda %Color%

source: Soft and graceful %Color% silk gloves which doesn't restrain magic.
pt_br: Luvas de seda %color% leves e graciosas, que não restringem mágica.

source: Leather Gloves
pt_br: Luvas de Couro

source: Gloves made of hardened leather.
pt_br: Luvas de couro endurecido.

source: Bromenal Gloves
pt_br: Luvas de Bromenal

source: A pair of bromenal gloves
pt_br: Um par de luvas bromenais

source: Assassin Gloves
pt_br: Luvas de Assassino

source: Gloves for a master assassin.
pt_br: Luvas para um assassino mestre.

source: Candor Gloves
pt_br: Luvas de sinceridade

source: Perfect glove to complete your Candor outfit.
pt_br: Luva perfeita para completar a sua roupa de Candor.

source: Creased Shorts
de: Zerknitterte kurze Hose
es: Pantalones Cortos Arrugados
fr: Short Froissé
it: Pantaloni sgualcita.
pt_br: Shorts Amassados
ru: Мятые шорты

source: Spare shorts from the crew of La Johanne.
de: Ersatzshorts von der Crew der La Johanne.
es: Pantalones cortos de repuesto de la tripulación de La Johanne.
fr: Un short de rechange de l'équipage de La Johanne.
pt_br: Shorts de reserva da tripulação do La Johane.

source: Raid Trousers
pt_br: Calça Raid

source: Classic trousers ornated with some fluffy fur.
de: Klassische Hose mit flauschigen Fluffyfellornamenten.
es: Un pantalón clásico, adornado con algo de pelaje plumoso.
fr: Un pantalon classique orné de fourrure soyeuse.
pt_br: Calças clássicas enfeitadas com algum pêlo macio.

source: Assassin Pants
pt_br: Calças Assassino

source: Pants for a master assassin..
pt_br: Calças para um assassino mestre ..

source: Bromenal Pants
pt_br: Calças Bromenais

source: A bromenal leg armor.
pt_br: Uma armadura de perna brutal.

source: Jeans Chaps
pt_br: Calças Jeans

source: Jeans with snake skin chaps.
pt_br: Calça jeans com pele de cobra.

source: Cotton Shorts
pt_br: Short de Algodão

source: Shorts made of 100% %Color% cotton.
pt_br: Calções feitos de 100% algodão %color%.

source: Mini Skirt
pt_br: Mini Saia

source: A short %Color% skirt for hot summer days.
pt_br: Uma saia curta %color% para os dias quentes de verão.

source: %Color% Cotton Trousers
pt_br: Calças de Algodão %Color%

source: Ankle-length %Color% trousers made of cotton.
pt_br: Calças na altura do tornozelo de algodão %color%.

source: %Color% Silk Pants
pt_br: Calça de Seda %Color%

source: A very light fancy pair of %Color% silk trousers.
pt_br: Um par extravagante muito leve de calças de seda %Color%.

source: %Color% Cotton Skirt
pt_br: Saia de Algodão %Color%

source: A %Color% cotton skirt made of linen cloth.
pt_br: Uma saia de algodão %Color% feita de pano de linho.

source: Terranite Pants
pt_br: Calça Terranite

source: Leggings made out of terranite.
pt_br: Calças feitas de terranite.

source: Chainmail Skirt
pt_br: Saia de Cota de Malha

source: The perfect medieval style.
pt_br: O estilo medieval perfeito.

source: Jeans Shorts
pt_br: Short Jeans

source: Perfect for the beach.
pt_br: Perfeito para a praia.

source: Leather Trousers
pt_br: Calça de Couro

source: A normal pair of pants made from leather.
pt_br: Um par normal de calças feitas de couro.

source: Candor Shorts
pt_br: Calor Shorts

source: Not a classic pair of shorts.
pt_br: Não é um par clássico de shorts.

source: Pirate Shorts
pt_br: Shorts De Pirata

source: A torm pirate short that travel around the world..
pt_br: Uma camisa de pirata rasgada que viaja pelo mundo ..

source: Flee +1%
pt_br: Fugir + 1%

source: %Color% Farmer Pants
pt_br: Calças de Fazendeiro %Color%

source: Uncomfortable %Color% pants, just good to stain.
pt_br: Calças %Color% desconfortáveis, boas só para sujar.

source: Luffyx Summer Shorts
pt_br: Calção de Verão Luffyx

source: Perfect for the beach. Speciallly in summer!
pt_br: Perfeito para a praia. Especialmente no verão!

source: +20 DEF / +5% EXP on summer
pt_br: +20 DEF / + 5% EXP no verão

source: Wedding Ring
pt_br: Anel de Casamento

source: Your wedding ring.
pt_br: Seu anel de casamento.

source: HP +5 / Marriage Skills
pt_br: HP +5 / Habilidades matrimoniais

source: Golden %Color% Ring
pt_br: Anel Dourado %Color%

source: A golden simple ring. Not very useful, unless you add a gemstone to it.
pt_br: Um anel simples de ouro. Não é muito útil, a menos que você adicione uma pedra preciosa a ela.

source: Golden Pearl Ring
pt_br: Anel Dourado de Pérola

source: A golden pearl ring.
pt_br: Um anel de pérola dourada.

source: Golden Black Pearl Ring
pt_br: Anel Dourado de Pérola Negra

source: A golden black pearl ring.
pt_br: Um anel de pérola negra dourada.

source: Theta Ring
pt_br: Anel Teta

source: ...Don't make questions. You're better without them.
pt_br: ... Não faça perguntas. Você é melhor sem elas.

source: Light Ring
pt_br: Anel de Luz

source: A golden ring made of pure light?
pt_br: Um anel de ouro feito de pura luz?

source: Silver %Color% Ring
pt_br: Anel %Color% de Prata

source: A silver simple ring. Not so good as the golden one.
pt_br: Um anel simples de prata. Não tão bom quanto o dourado.

source: Barrel
de: Fass
es: Barril
fr: Tonneau
pt_br: Barril

source: It smells as if somebody used to live inside this barrel...
de: Es riecht, als hätte mal jemand in diesem Fass gewohnt...
es: Huele como si alguien hubiese vivido dentro de este barril...
fr: Ça sent comme si quelqu'un vivait à l'intérieur de ce tonneau...
pt_br: Este barril cheira como se alguém tivesse morado dentro dele.

source: Leather Shield
de: Lederschild
es: Escudo de Cuero
fr: Bouclier de Cuir
pt_br: Escudo de Couro

source: A shield with iron reinforcement.
pt_br: Um escudo com reforço de ferro.

source: Critical DEF +10% ; Attack Speed -14%
pt_br: DEF Crítica +10% ; Velocidade de Ataque -14%

source: Blade Shield
pt_br: Escudo de Lâmina

source: Small and round shield with iron reinforcement.
pt_br: Escudo pequeno e redondo com reforço de ferro.

source: Blue Knight Shield
pt_br: Escudo do Cavaleiro Azul

source: A shield perfect with prsm helmet.
pt_br: Um escudo perfeito com capacete prsm.

source: Brit Shield
pt_br: Escudo Britânico

source: A wooden shield from nowhere.
pt_br: Um escudo de madeira do nada.

source: Savior Shield
pt_br: Escudo do Salvador

source: The magic savior shield.
pt_br: O escudo mágico do salvador.

source: Bromenal Shield
pt_br: Escudo Brutal

source: A strong bromenal shield.
pt_br: Um forte escudo brutal.

source: Round Leather Shield
pt_br: Escudo de Couro Redondo

source: Small and round leather shield with iron reinforcement.
de: Kleines, rundes Lederschild. Eisenverstärkt.
es: Escudo de cuero, pequeño y redondo, con refuerzo de hierro.
fr: Un petit bouclier rond de cuir avec des renforcements en fer.
pt_br: Escudo de couro pequeno e redondo com um reforço de ferro.

source: Critical DEF +5% ; Attack Speed -10%
pt_br: DEF Crítica +5% ; Velocidade de Ataque -10%

source: Ancient Shield
pt_br: Escudo Antigo

source: No one knows its origins.
pt_br: Ninguém sabe suas origens.

source: Braknar Shield
pt_br: Escudo Braknar

source: A sturdy shield.
pt_br: Um escudo resistente.

source: Wooden Shield
pt_br: Escudo de Madeira

source: A shield made of wood.
pt_br: Um escudo feito de madeira.

source: Critical DEF +15% ; Attack Speed -15%
pt_br: DEF Crítica +15% ; Velocidade de Ataque -15%

source: Steel Shield
pt_br: Escudo de Aço

source: A shield made of steel.
pt_br: Um escudo feito de aço.

source: Dragon Shield
pt_br: Escudo do Dragão

source: A mighty shield from the dragons.
pt_br: Um poderoso escudo dos dragões.

source: The most basic buoy.
pt_br: A bóia mais básica.

source: Maybe it belonged to Saxso?
pt_br: Talvez pertença a Saxso?

source: Purple Bola
pt_br: Bola Roxa

source: You're soo sexy!
pt_br: Você é tão sexy!

source: Do not bother Eugene, if you can swim near fishing spots!
pt_br: Não se incomode Eugene, se você pode nadar perto de pontos de pesca!

source: Snake Bola
pt_br: Bola de cobra

source: Everyone is now scared of you.
pt_br: Todos agora estão com medo de você.

source: Piou Bola
pt_br: Piu Bola

source: Guess who's going to be scared of you?
pt_br: Adivinha quem vai ficar com medo de você?

source: Everyone know you're the king of the beach!
pt_br: Todo mundo sabe que você é o rei da praia!

source: A striped %Color% bandana worn by some sailors.
pt_br: Uma bandana listrada %Color% usada por alguns marinheiros.

source: Pumpkin Hat
de: Kürbishut
es: Sombrero de Calabaza
fr: Chapeau Citrouille
it: Testa di Zucca
pt_br: Chapéu de Abóbora
ru: Пустая тыква

source: A carved pumpkin. Its face might scare your enemy off!
de: Ein ausgehöhlter Kürbis. Das Gesicht wird Deine Feinde verschrecken.
es: Una calabaza tallada. ¡Su cara podría matar del susto a tu enemigo!
fr: Une citrouille creusée. Son apparence pourrait faire fuir tes ennemis !
pt_br: Uma abóbora esculpida. Seu rosto pode assustar seu inimigo!

source: Fancy Hat
de: Modischer Hut
fr: Chapeau Fantaisiste
it: Cappello Pregiato
pt_br: Chapéu Extravagante
ru: Причудливая шляпа

source: Worn when living away from cities.
de: Getragen von Hinterwäldlern.
es: Usado cuando vives lejos de las ciudades.
fr: Porté lorsqu'on vit en dehors des villes.
pt_br: Usado quando se mora longe de cidades.

source: Brimmed Hat
de: Hut mit Krempe
es: Sombrero de Ala Ancha
fr: Capeline
pt_br: Chapéu de Aba Larga

source: Unequip when indoors, please.
de: In Innenräumen bitte absetzen.
es: Quítatelo cuando no estés fuera, por favor.
fr: Enlève lorsque tu es à l'intérieur, s'il-te-plaît.
pt_br: Desequipe quando em casa, por favor.

source: Brimmed Feather Hat
de: Federhut mit Krempe
es: Sombrero Ala Ancha con Plumas
fr: Capeline avec plume
pt_br: Chapéu de Aba Larga com Pena

source: Distinguishes someone who is travelling.
pt_br: Distingue alguém que está viajando.

source: Brimmed Flower Hat
de: Blumenhut mit Krempe
es: Sombrero Ala Ancha con Flores
fr: Capeline avec fleur
pt_br: Chapéu de Aba Larga com Pena Florido

source: To wear at festivals and certain events.
de: An Festivals und zu speziellen Gelegenheiten zu tragen.
es: Para usar en festivales y en ciertos eventos.
fr: Pour porter aux festivals et à d'autres évènements.
pt_br: Para usar em festivais e certos eventos.

source: Bull
pt_br: Elmo Taurus

source: It causes a lot of carnage!
pt_br: Isso causa muita carnificina!

source: Darkhelm
pt_br: Elmo Negro

source: A black steel helmet worn by the most ferocious warrior.
pt_br: Um capacete de aço preto usado pelo guerreiro mais feroz.

source: %Color% Funky Hat
pt_br: Chapéu Engraçado %Color%

source: Yawn.
pt_br: Bocejo.

source: Crusade Helmet
pt_br: Elmo do Cruzado

source: Start your own crusade with this %Color% helmet!
pt_br: Comece sua própria cruzada com este capacete %Color%!

source: Bucket
pt_br: Balde

source: A bucket for your head!
pt_br: Um balde para sua cabeça!

source: Infantry Helmet
pt_br: Capacete de Infantaria

source: A helmet for soldiers and guards.
pt_br: Um capacete para soldados e guardas.

source: %Color% Bunny Ears
pt_br: Orelhas De Coelho %Color%

source: A headband with plush %color% bunny ears.
pt_br: Uma faixa de cabeça com orelhas de coelho de pelúcia %color%.

source: Mouboo Hat
pt_br: Chapéu Mouboo

source: A tightly fitting mouboo head.
pt_br: Uma cabeça mouboo bem ajustada.

source: Bromenal Helmet
pt_br: Capacete Bromenal

source: A hard bromenal helmet.
pt_br: Um capacete duro e brutal.

source: Candle Helmet
pt_br: Capacete de Vela

source: Worn by spelunkers.
pt_br: Usado por spelunkers.

source: Desert Helmet
pt_br: Capacete do Deserto

source: This item is now unvailable.
pt_br: Este item agora está indisponível.

source: %Color% Desert Hat
pt_br: Chapéu do Deserto %Color%

source: While the desert hat is perfect for sand storms, it won't help you much against a blow to the head.
pt_br: Enquanto o chapéu do deserto é perfeito para tempestades de areia, não vai ajudar muito contra um golpe na cabeça.

source: Eggshell Hat
pt_br: Chapéu casca de ovo

source: A novelty hat shaped like an eggshell half.
pt_br: Um chapéu em forma de meia casca de ovo.

source: Prsm Helmet
pt_br: Capacete Prsm

source: A %Color% helmet with two small wings on it, used by Paladins and by Prsm.
pt_br: Um elmo %Color% com duas pequenas asas nele, usado por paladinos e por Prsm.

source: Warlord Helmet
pt_br: Capacete do Senhor da Guerra

source: Worn by great warriors!
pt_br: Usado por grandes guerreiros!

source: Trapper Hat
pt_br: Chapéu de Caçador

source: A hat made of forain fur
pt_br: Um chapéu feito de pele de sasquatch.

source: Yeti Mask
pt_br: Máscara Yeti

source: A mask made from the yeti's head.
pt_br: Uma máscara feita da cabeça do yeti.

source: Antlers Hat
pt_br: Chapéu de Chifres

source: Ready for antlers fight.
pt_br: Pronto para luta de chifres.

source: Dragon Eggshell
pt_br: Casca de Ovo de Dragão

source: A dragon once lived in there.
pt_br: Um dragão morou lá.

source: Opera Mask
pt_br: Máscara de Ópera

source: Pale and broken. There is surely a story to be told here.
pt_br: Pálido e quebrado. Há certamente uma história para ser contada aqui.

source: Axe Hat
pt_br: Chapéu de machado

source: A really cool joke.
pt_br: Uma piada muito legal.

source: Dark Knight Helmet
pt_br: Elmo do Cavaleiro Negro

source: Worn by the dark knight himself.
pt_br: Vestido pelo próprio cavaleiro negro.

source: Earmuffs
pt_br: Protetores de Ouvidos

source: These earmuffs can keep your ears enjoyably warm, even in Nivalis.
pt_br: Estes protetores de ouvido podem manter seus ouvidos aquecidos, mesmo em Nivalis.

source: Samurai Helmet
pt_br: Capacete Samurai

source: A common wear found in samurai tradition.
pt_br: Uma veste comumente encontrada na tradição samurai.

source: Pinkie Hat
pt_br: Chapéu de Trasgo Rosa

source: With this, you'll fit right in with those strange pinkies.
pt_br: Com isso, você vai se encaixar com esses estranhos trasgos rosas.

source: Skull Mask
pt_br: Máscara de caveira

source: A mask made out of bones.
pt_br: Uma máscara feita de ossos.

source: Imperial Crown
pt_br: Coroa imperial

source: Usually worn by a monarch.
pt_br: Geralmente usado por um monarca.

source: GM Cap
pt_br: Boné GM

source: A cap which identifies you as a GM. Only Game Master's can wear this.
pt_br: Um boné que identifica você como um GM. Apenas o Mestre de Jogo pode usar isso.

source: Cap
pt_br: Boné

source: A hat with a peak to shield your eyes from the sun.
pt_br: Um chapéu com um bico para proteger os olhos do sol.

source: Top Hat
pt_br: Cartola

source: For the gentry of Mana Worlds.
pt_br: Para a nobreza dos mundos de Mana.

source: Bowler Hat
pt_br: Chapéu de Boliche

source: A %Color% hat for those with a bit of class.
pt_br: Um chapéu %color% para aqueles com um pouco de classe.

source: Chef Hat
pt_br: Chapéu de Chef

source: A tall hat designed for the person in charge of a kitchen. It smells like onions.
pt_br: Um chapéu alto projetado para a pessoa encarregada de uma cozinha. Cheira a cebola.

source: HP/MP Regen +30%; Skill and Items HP Regen +10%; Attack -60%
pt_br: Regeneração HP / MP + 30%; Habilidade e Itens Regeneração HP + 10%; Ataque -60%

source: Captain Cap
pt_br: Chapéu do Capitão

source: A hat worn by the bravest captains.
pt_br: Um chapéu usado pelos capitães mais valentes.

source: Candor Head Band
pt_br: Banda de Cabeça de Candor

source: Classical Candor head band.
pt_br: Banda de cabeça clássica de candor.

source: Graduation Cap
pt_br: Chapéu de Graduação

source: A nice graduation cap.
pt_br: Um bom chapéu de formatura.

source: SP Regen +5%
pt_br: Regeneração SP + 5%

source: Viking Helmet
pt_br: Capacete Viking

source: Every good viking has one.
pt_br: Todo bom viking tem um.

source: Centurion Helmet
pt_br: Capacete Centurião

source: Worn primarily by centurions.
pt_br: Usado principalmente por centuriões.

source: Alpha Mouboo Hat
pt_br: Chapéu de Mouboo Alfa

source: You murderer!
pt_br: Você é um assassino!

source: Sailor Hat
pt_br: Chapéu de Marinheiro

source: A very common wear amongst sailors.
pt_br: Uma veste muito comum entre os marinheiros.

source: +10% damage against water monsters
pt_br: + 10% de dano contra monstros da água

source: Corsair Hat
pt_br: Chapéu Corsário

source: Watch out, there is a sniper nearby!
pt_br: Cuidado, há um atirador nas proximidades!

source: Right Eye Patch
pt_br: Remendo do olho direito

source: A cool eye patch! You'll see 50% less with this!
pt_br: Um tapa-olho legal! Você verá 50% menos com isso!

source: Serf Hat
pt_br: Chapéu de servo

source: A very comfortable serf hat.
pt_br: Um chapéu de servo muito confortável.

source: NPC Eyes
pt_br: Olhos NPC

source: A set of blinking eyes which NPCs use. Perfect for sleeping in class without anyone noticing.
pt_br: Um conjunto de olhos piscantes que os NPCs usam. Perfeito para dormir em sala de aula sem que ninguém perceba.

source: Green Eggshell Hat
pt_br: Chapéu Casca De Ovo Verde

source: Orange Eggshell Hat
pt_br: Chapéu Casca De Ovo Laranja

source: Dark Eggshell Hat
pt_br: Chapéu casca de ovo escuro

source: A novelty dark hat shaped like an eggshell half.
pt_br: Um chapéu escuro em forma de meia casca de ovo.

source: Defense +15 during Easter
pt_br: Defesa +15 durante a Páscoa

source: Admin Cap
pt_br: Boné Admin

source: A cap which identifies you as an ADMIN. Only administrator's can wear this.
pt_br: Um boné que identifica você como ADMIN. Apenas o administrador pode usar isso.

source: DEV Cap
pt_br: Boné DEV

source: A cap which identifies you as a DEV. Only developer's can wear this.
pt_br: Um boné que identifica você como um DEV. Apenas um desenvolvedor pode usar isso.

source: Magic Top Hat
pt_br: Cartola Mágica

source: Probably not the best way to stay hidden.
pt_br: Provavelmente não é a melhor maneira de ficar escondido.

source: flee -80%; Defense -50%; HP 30000
pt_br: fugir -80%; Defesa -50%; HP 30000

source: Miner Hat
pt_br: Capacete de Mineiro

source: A hat used by miners.
pt_br: Um chapéu usado pelos mineiros.

source: Murderer Crown
pt_br: Coroa do Assassino

source: Royal blood has been shed for the ownership of this crown.
pt_br: Sangue real foi derramado pela posse desta coroa.

source: Doubles Critical, Holy Damage Taken +25%, Dark Resist +25%. Item lost after Kill Saulc events.
pt_br: Dobra Crítico, Sagrado Dano recebido + 25%, Resistência Negra + 25%. Item perdido após os eventos de Kill Saulc.

source: Fluffy Hat
pt_br: Chapéu Fofo

source: How many fluffy did you kill for that!!!
pt_br: Quantos tufos você matou por isso!!!

source: Pirate Bandana
pt_br: Bandana do Pirata

source: A rare bandana worn by some dangerous pirates.
pt_br: Uma bandana rara usada por alguns piratas perigosos.

source: Paper Bag
pt_br: Saco de Papel

source: You looks totally crazy!
pt_br: Você parece totalmente louco!

source: Rice Hat
pt_br: Chapéu de Arroz

source: Hat commonly used by farmers. Currently NPC-Only.
pt_br: Chapéu comumente usado por fazendeiros. Apenas NPC.

source: %Color% Farmer Hat
pt_br: Chapéu de fazendeiro% Color%

source: Hat commonly used by farmers.
pt_br: Chapéu comumente usado pelos agricultores.

source: Sacred Forest Hat
pt_br: Chapéu da Floresta Sagrada

source: Master of the Sacred Forest.
pt_br: Mestre da Floresta Sagrada.

source: Cave Snake Hat
pt_br: Chapéu de cobra da caverna

source: Shine in the darkness of the cave.
pt_br: Brilhe na escuridão da caverna.

source: Pink Helmet
pt_br: Capacete Rosa

source: Hated by pinkies
pt_br: Odiado por pinkies

source: rare item
pt_br: item raro

source: Forest Shroom Hat
pt_br: Chapéu floresta shroom

source: You are now a invisible in forest
pt_br: Você é agora invisível na floresta

source: Alchemist Helmet
pt_br: Capacete Alquimista

source: A strong steampunk helmet.
pt_br: Um forte capacete de steampunk.

source: Cleric Cap
pt_br: Boné de Clérigo

source: Santa Beard Hat
pt_br: Chapéu de barba de Papai Noel

source: NPC Only Item.
pt_br: Item Apenas NPC.

source: Wicked Shroom Hat
pt_br: Chapéu de Shroom perverso

source: Moonshroom Hat
pt_br: Chapéu Moonshroom
