Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: I promised Jacob to conduct an extermination.
pt_br: Eu prometi a Jacob para conduzir um extermínio.

source: The reward should be collected with Aidan.
pt_br: A recompensa deve ser recolhida com Aidan.

source: Lieutenant Jacob, Halinarzo (71,24)
pt_br: Tenente Jacob, Halinarzo (71,24)

source: 300,000 GP and 80 Strange Coins
pt_br: 300.000 GP e 80 moedas estranhas

source: I promised Lufix to conduct an extermination.
pt_br: Eu prometi a Lufix para conduzir um extermínio.

source: 275,000 GP and 60 Strange Coins
pt_br: 275.000 GP e 60 moedas estranhas

source: I promised Hinnak to conduct an extermination.
pt_br: Eu prometi a Hinnak para conduzir um extermínio.

source: Saxso Chest
pt_br: Baú Saxso

source: I managed to open the chest on Saxso's house.
pt_br: Consegui abrir o baú na casa de Saxso.

source: Candor Island, Saxso's House.
pt_br: Ilha de Candor, casa de Saxso.

source: Hide And Seek
pt_br: Esconde-esconde

source: Find all the children for Ayasha. They're in the Island.
pt_br: Encontre todas as crianças para Ayasha. Eles estão na ilha.

source: Candor Island. (52,81)
pt_br: Ilha de Candor. (52,81)

source: You found all childrens, go report to Ayasha.
pt_br: Você encontrou todas as crianças, vá denunciar a Ayasha.

source: I helped Ayasha to find the children.
pt_br: Eu ajudei Ayasha a encontrar as crianças.

source: 30 EXP and 50 GP
pt_br: 30 EXP e 50 GP

source: Tolchi's Request
pt_br: Pedido de Tolchi

source: I am helping Tolchi, a weapon craftswoman, to find materials.
pt_br: Estou ajudando Tolchi, um artesão de armas, a encontrar materiais.

source: Candor Island, Armor Shop. (25,41)
pt_br: Ilha de Candor, Loja de Armaduras. (25,41)

source: Gold and Experience.
pt_br: Ouro e Experiência.

source: I helped Tolchi with her materials needs.
pt_br: Eu ajudei Tolchi com suas necessidades de materiais.

source: Helping Maya
pt_br: Ajudando Maya

source: I am helping out Maya with finding a few items.
pt_br: Estou ajudando Maya a encontrar alguns itens.

source: I need to find three {@@1} and three {@@2}.
pt_br: Preciso encontrar três {@@1} e três {@@2}.

source: Candor Island. (42,37)
pt_br: Ilha de Candor. (42,37)

source: You are helping out Maya with finding a few items.
pt_br: Você está ajudando Maya com encontrar alguns itens.

source: You need to find three {@@1} and three {@@2}.
pt_br: Você precisa encontrar três {@@1} e três {@@2}.

source: A {@@1}.
pt_br: Um {@@1}.

source: Cleaning the Storehouse
pt_br: Limpando o Armazém

source: Zegas needs someone to find and defuse the Bug Bomb in the storehouse.
pt_br: Zegas precisa de alguém para encontrar e desativar a Bomba de Insetos no armazém.

source: I must check all barrels.
pt_br: Preciso verificar todos os barris.

source: Candor Island. (35,77)
pt_br: Ilha de Candor. (35,77)

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
pt_br: Desconhecido
ru: Неизвестно

source: I defused the bug bomb.
pt_br: Eu desarmei a bomba de insetos.

source: I must report back to Zegas at once.
pt_br: Preciso informar Zegas imediatamente.

source: I helped Zegas to clear the Storehouse.
pt_br: Eu ajudei Zegas no Armazém.

source: More bugs may attack there later, but that's not my problem anymore.
pt_br: Mais bugs podem atacar mais tarde, mas isso não é mais problema meu.

source: 60 EXP and 450 GP
pt_br: 60 EXP e 450 GP

source: Preparing a Party
pt_br: Preparando uma festa

source: Some sailors at beach are planning a party.
pt_br: Alguns marinheiros na praia estão planejando uma festa.

source: They need 5 {@@1} for the party to happen.
pt_br: Eles precisam de 5 {@@1} para a festa acontecer.

source: Sailors
pt_br: Marinheiros

source: Candor Island. (92,99)
pt_br: Ilha de Candor. (92,99)

source: Become one of the crew.
pt_br: Torne-se um dos tripulantes.

source: The sailors have sufficient {@@1} for the party.
pt_br: Os marinheiros têm {@@1} suficiente para a festa.

source: They now want me to invite Elmo, the captain's assistant, to the party.
pt_br: Eles agora querem que eu convide Elmo, o assistente do capitão, para a festa.

source: La Johanne, Captain's room. (22,27)
pt_br: La Johanne, o quarto do capitão. (22,27)

source: Elmo was invited, and with that, the sailors may party.
pt_br: Elmo foi convidado e, com isso, os marinheiros podem festejar.

source: Making a Figurine
pt_br: Fazendo uma estatueta

source: Vincent is making a figurine with {@@1}. He needs 12.
pt_br: Vincent está fazendo um figurino com {@@1}. Ele precisa de 12.

source: Candor Island. (92,96)
pt_br: Ilha de Candor. (92,96)

source: Vincent was able to make his figurine thanks to the bug legs I gave him.
pt_br: Vincent foi capaz de fazer sua estatueta graças às pernas de insetos que dei a ele.

source: 1000 GP
pt_br: GP de 1000

source: Trainment
pt_br: Treinamento

source: I have to report to the trainer.
pt_br: Tenho que me reportar ao treinador.

source: Trainer
pt_br: Treinador

source: I already killed {@@var2}/10 {@@1}.
pt_br: Eu já matei {@@var2} / 10 {@@1}.

source: I already killed {@@var2}/5 {@@1}.
pt_br: Eu já matei {@@var2} / 5 {@@1}.

source: I already killed {@@var2}/3 {@@1}.
pt_br: Eu já matei {@@var2} / 3 {@@1}.

source: I already killed {@@var2}/2 {@@1}.
pt_br: Eu já matei {@@var2} / 2 {@@1}.

source: I was successfully trained.
pt_br: Eu fui treinado com sucesso.

source: The Trainer gave me a bonus task.
pt_br: O treinador me deu uma tarefa bônus.

source: I already killed {@@var2}/1 {@@1}.
pt_br: Eu já matei {@@var2} / 1 {@@1}.

source: I did the bonus task from the Trainer and he was very impressed.
pt_br: Eu fiz a tarefa de bônus do Treinador e ele ficou muito impressionado.

source: Nurse Candies
pt_br: Doces de enfermeira

source: Candor's Nurse loves {@@1}. I gave her one, and now she wants more!
pt_br: A enfermeira de Candor ama {@@1}. Eu dei a ela uma, e agora ela quer mais!

source: This is an easy way to make some money.
pt_br: Esta é uma maneira fácil de ganhar algum dinheiro.

source: Nurse
pt_br: Enfermeira

source: Candor Island, Training Hall. (41,30)
pt_br: Ilha de Candor, Sala de Treinamento. (41,30)

source: Mud Balls
pt_br: Bolas de lama

source: Liana is collecting {@@1} to make balls, so the children can play.
pt_br: Liana está coletando {@@1} para fazer bolas, para que as crianças possam brincar.

source: This quest is repeatable.
pt_br: Essa missão é repetível.

source: Candor Island. (47,86)
pt_br: Ilha de Candor. (47,86)

source: Experience and Gold.
pt_br: Experiência e Ouro.

source: This quest is repeatable every six hours, so I should again to her sometime.
pt_br: Essa missão é repetível a cada seis horas, então eu deveria voltar a ela em algum momento.

source: Sailor Cure
pt_br: Cure Marinheiro

source: In order to help a sailor to recover from hangover, I collected {@@1}.
pt_br: Para ajudar um marinheiro a recuperar-se da ressaca, eu coletei {@@1}.

source: Juliet was successful in making a hangover potion. If I ever need one, I already know to whom ask.
pt_br: Juliet foi bem sucedida em fazer uma poção de ressaca. Se eu precisar de um, já sei a quem perguntar.

source: Fishman
de: Fischer
es: Pescador
fr: Pêcheur
pt_br: Pescador

source: Eugene, the fishman in Artis docks, bought a new fishing rod.
de: Eugene, der Fischer in den Docks, hat sich eine neue Angel gekauft.
es: Eugene, el pescador en los muelles de Artis, compró una nueva caña de pescar.
fr: Eugène, le pêcheur du port d'Artis, a acheté une nouvelle canne à pêche.
pt_br: Eugene, o homem pescador nas docas de Artis, comprou uma nova vara de pescar.

source: He hurried so much to try it out, that he forgot to take enough baits.
de: Er wollte sie möglichst schnell ausprobieren, darüber vergaß er glatt, genug Köder mitzubringen.
es: Él se dio tanta prisa por probarlo, que olvidó coger suficientes anzuelos.
fr: Il s'est tellement empressé de l'essayer qu'il a oublié de prendre assez d'appâts.
pt_br: Ele correu muito para experimentá-lo, que ele esqueceu de tomar iscas suficientes.

source: You need to bring him 10 {@@1}.
de: Du sollst Ihm 10 {@@1} bringen.
es: Necesita traerle 10 {@@1}.
fr: Tu dois lui apporter 10 {@@1}.
pt_br: Você precisa trazê-lo 10 {@@1}.

source: You helped Eugene.
de: Du hast Eugene geholfen.
es: Ayudaste a Eugene.
fr: Tu as aidé Eugène.
pt_br: Você ajudou Eugene.

source: As his gratitude, he gave you his old fishing rod.
de: Aus Dankbarkeit hast du seine alte Angel bekommen.
es: Como agradecimiento, él te da su vieja caña de pescar.
fr: En signe de gratitude, il t'a donné sa vieille canne à pêche.
pt_br: Como sua gratidão, ele lhe deu sua velha vara de pescar.

source: You can use it to catch fish.
de: Du kannst damit Fische fangen.
es: Puedes usarla para capturar peces.
fr: Tu peux l'utiliser pour attraper du poisson.
pt_br: Você pode usar isso para capturar peixes.

source: I Want Cherry Cakes
pt_br: Eu quero bolos de cereja

source: Sarah wanted a cherry cake, so I gave her five.
pt_br: Sarah queria um bolo de cereja, então eu dei a ela cinco.

source: Water For Guards
pt_br: Água para guardas

source: Dausen asked me to give water to his guards.
pt_br: Dausen pediu-me para dar água aos seus guardas.

source: There should be a well in the city. I already gave water to {@@var2}/17 guards.
pt_br: Deveria haver um poço na cidade. Eu já dei água para {@@var2} / 17 guardas.

source: All guards drank water.
pt_br: Todos os guardas bebiam água.

source: I should now report to Dausen that this mission is complete.
pt_br: Agora devo informar a Dausen que esta missão está completa.

source: I gave water to all Tulimshar guards, and Dausen was very glad.
pt_br: Dei água a todos os guardas de Tulimshar e Dausen ficou muito feliz.

source: He told me I can find more ways to help the city guard inside the Guard House.
pt_br: Ele me disse que eu posso encontrar mais maneiras de ajudar a guarda da cidade dentro da Casa da Guarda.

source: Quenching My Thirst
pt_br: Suavizando minha sede

source: Swezanne was thirsty, but now she can keep doing her job.
pt_br: Swezanne estava com sede, mas agora ela pode continuar fazendo seu trabalho.

source: I can repeat this request every 24 hours.
pt_br: Posso repetir esse pedido a cada 24 horas.

source: EXP and Gold
pt_br: EXP e Gold

source: Swezanne is once again thirsty, I should bring her 5 {@@1} to quench it.
pt_br: Swezanne está com mais uma vez com sede, eu deveria trazê-la 5 {@@1} para saciá-la.

source: 25 EXP and 200 GP
pt_br: 25 EXP e 200 GP

source: Swezanne's Daughter, Silvia, can give you a very useful necklace
pt_br: Swezanne's Daughter, Silvia, pode lhe dar um colar muito útil

source: For just 500 GP and a Lifestone.
pt_br: Por apenas 500 GP e um Lifestone.

source: Silvia gave me a Lifestone Pendant, which increases my regeneration.
pt_br: Silvia me deu um Lifestone Pendant, que aumenta minha regeneração.

source: It'll work even better if I sit to think.
pt_br: Vai funcionar ainda melhor se eu sentar para pensar.

source: Eistein
pt_br: Einstein

source: I should obtain level 50 and get a reward on Tulimshar's City Hall.
pt_br: Eu deveria obter o nível 50 e receber uma recompensa na Prefeitura de Tulimshar.

source: Graduation Cap.
pt_br: Chapéu de graduação.

source: I should obtain level 75 and get a reward on Tulimshar's City Hall.
pt_br: Eu deveria obter o nível 75 e receber uma recompensa na Prefeitura de Tulimshar.

source: Gift Box.
pt_br: Caixa de presente.

source: I should obtain level 100 and get a reward on Tulimshar's City Hall.
pt_br: Eu deveria obter o nível 100 e receber uma recompensa na Prefeitura de Tulimshar.

source: Petty Thief
pt_br: Ladrão mesquinho

source: While leaving Tulimshar, a petty thief called Hasan stole me.
pt_br: Ao deixar Tulimshar, um ladrão chamado Hasan me roubou.

source: I should warn the leader of the guard, Lieutenant Dausen, about that.
pt_br: Devo avisar o líder da guarda, o tenente Dausen, sobre isso.

source: Dausen instructed me to seek for his mother, Sorfina.
pt_br: Dausen me instruiu a procurar por sua mãe, Sorfina.

source: She should be in Mahoud's house, near the Inn.
pt_br: Ela deveria estar na casa de Mahoud, perto da estalagem.

source: I should talk to Sorfina and complete her task.
pt_br: Eu deveria falar com Sorfina e completar sua tarefa.

source: Tulimshar, Mahoud's House. (111,84)
pt_br: Tulimshar, a casa de Mahoud. (111,84)

source: Having avenged his father, I should talk to Hasan.
pt_br: Tendo vingado seu pai, eu deveria falar com Hasan.

source: Perhaps now he'll stop stealing from me!
pt_br: Talvez agora ele pare de roubar de mim!

source: Hasan swore to never steal from me again.
pt_br: Hasan jurou nunca mais roubar de mim.

source: He didn't gave my money back, though...
pt_br: Ele não devolveu meu dinheiro, embora ...

source: Red Scorpion Plague
pt_br: Praga dos Escorpiões Vermelhos

source: Red Scorpions are threating Tulimshar.
pt_br: Escorpiões Vermelhos estão ameaçando Tulimshar.

source: I need to bring some stingers, to prove my worth.
pt_br: Eu preciso trazer alguns ferrões, para provar o meu valor.

source: Guard Devoir
pt_br: Guarda Devoir

source: Tulimshar's Guard House, 2nd floor.
pt_br: Casa de Guarda de Tulimshar, 2º andar.

source: Sailors Help
pt_br: Ajudando os Marinheiros

source: Some Sailors in Tulimshar, above Terranite Forge, are in need of some supplies.
pt_br: Alguns marinheiros em Tulimshar, acima de Terranite Forge, precisam de alguns suprimentos.

source: I should fetch them 3 Fish Box, 4 Croconut Box and 10 Cotton Clothes.
pt_br: Eu deveria buscá-los 3 Fish Box, 4 Croconut Box e 10 Cotton Clothes.

source: Tulimshar's Terranite Forge Rooftop.
pt_br: Telhado da Forja Terranita de Tulimshar.

source: I gave them what they needed, and now they can resume their journey.
pt_br: Eu dei a eles o que eles precisavam, e agora eles podem retomar sua jornada.

source: 1x {@@1}, 1x {@@2}, 21500 GP, Experience.
pt_br: 1x {@@ 1}, 1x {@@ 2}, 21500 GP, Experiência.

source: Dark Invocator
pt_br: Invocador das Trevas

source: After paying Zarkor a token of loyalty, he told me his plans.
pt_br: Depois de pagar a Zarkor um sinal de lealdade, ele me contou seus planos.

source: He wants to summon the Monster King.
pt_br: Ele quer convocar o Rei dos Monstros.

source: I should talk to Zitoni, on Candor, for some Everburn Powder.
pt_br: Eu deveria falar com Zitoni, em Candor, por algum Everburn Powder.

source: Tulimshar Mines.
pt_br: Minas de Tulimshar.

source: Zitoni refused to make the powder.
pt_br: Zitoni recusou-se a fazer o pó.

source: I must report this to Zarkor.
pt_br: Eu devo relatar isso a Zarkor.

source: Zarkor gave a precious Dark Desert Mushroom.
pt_br: Zarkor deu um precioso Dark Desert Mushroom.

source: I should deliver this rare item to Zitoni on Candor.
pt_br: Eu deveria entregar este item raro para Zitoni em Candor.

source: ...I could just sell it instead, but I think I'll regret doing so later...
pt_br: ... Eu poderia vender em vez disso, mas acho que vou me arrepender depois ...

source: Zitoni on Candor is now making Everburn Powders.
pt_br: O Zitoni on Candor está agora produzindo o Everburn Powders.

source: I need 5 Powders for the ritual.
pt_br: Eu preciso de 5 pós para o ritual.

source: For each powder, it will cost me 3000 GP, Iron and Sulfur Powder, and a Pile of Ash.
pt_br: Para cada pó, vai custar-me 3000 GP, ferro e enxofre em pó e uma pilha de cinzas.

source: I need to lit every torch.
pt_br: Eu preciso acender todas as tochas.

source: The blue flame get invisible after a while. There's no way to remember!
pt_br: A chama azul fica invisível depois de um tempo. Não há como lembrar!

source: Ahh... I better find a good way to lit all of them without dying!
pt_br: Ahh ... é melhor eu achar uma boa maneira de acender todos eles sem morrer!

source: Zarkor summoned the Monster King and got a nice electrical discharge as a gift.
pt_br: Zarkor convocou o Rei Monstro e conseguiu uma boa descarga elétrica como presente.

source: Well, he didn't gave me anything of worth, but some money and experience.
pt_br: Bem, ele não me deu nada de valor, mas dinheiro e experiência.

source: At least, now I can craft Everburn Powder. I'm sure it'll be useful later.
pt_br: Pelo menos, agora eu posso criar o Everburn Powder. Tenho certeza de que será útil mais tarde.

source: Anwar's Field
pt_br: Campo de Anwar

source: Anwar need help to save his crops!!
pt_br: Anwar precisa de ajuda para salvar suas colheitas !!

source: If nothing is done Tulimshar will face a famine.
pt_br: Se nada for feito, Tulimshar enfrentará uma fome.

source: Go talk to Eomie, on Tulimshar Magic School
pt_br: Vá falar com Eomie, na Escola de Magia de Tulimshar

source: Tulimshar's Desert.
pt_br: Deserto de Tulimshar.

source: Go talk to Tinris, on Tulimshar Magic School
pt_br: Vá falar com Tinris, na Escola de Magia de Tulimshar

source: Bring 12 [Cherry Cake] to Tinris, on Tulimshar Magic School.
pt_br: Traga 12 [Bolo de Cereja] para Tinris, na Escola de Magia de Tulimshar.

source: To make a fertilizer with Tinris, I need 3 [Plushroom] and 10 [Maggot Slime].
pt_br: Para fazer um fertilizante com Tinris, preciso de 3 [Plushroom] e 10 [Maggot Slime].

source: Then I need to report to anwar, and cross my fingers.
pt_br: Então eu preciso informar a anwar e cruzar meus dedos.

source: Report to Tinris the result of his fertilizer.
pt_br: Relate a Tinris o resultado de seu fertilizante.

source: Deliver to Anwar the bug bomb, to protect the crops.
pt_br: Entregue a Anwar a bomba de insetos, para proteger as plantações.

source: Give to Tinris and Eomie the gift from Anwar.
pt_br: Dê a Tinris e Eomie o presente de Anwar.

source: I help Anwar to save his crops, Tulimshar should now be safe from a famine.
pt_br: Eu ajudo Anwar a salvar suas colheitas, Tulimshar agora deveria estar a salvo de uma fome.

source: Orange Farmer Pants
pt_br: Calças Laranja Fazendeiro

source: Neked Shop
pt_br: Loja Neked

source: My best attempt at a pun with the word naked.
pt_br: Minha melhor tentativa de um trocadilho com a palavra nua.

source: Neko had his Jean Shorts ate by Cave Snakes, who love to eat that.
pt_br: Neko teve seu Jean Shorts comeu por Cave Snakes, que gostam de comer isso.

source: It is a good item, I should get some Shorts for me!
pt_br: É um bom item, eu deveria pegar alguns Shorts para mim!

source: But Neko needs them, too... How many can I make they drop?
pt_br: Mas Neko também precisa deles ... Quantos eu posso fazer eles caírem?

source: He thanked but refused the shorts.
pt_br: Ele agradeceu, mas recusou o short.

source: I probably should use it instead. It's a good defensive item!
pt_br: Eu provavelmente deveria usá-lo em vez disso. É um bom item defensivo!

source: Experience
pt_br: Experiência

source: Tycoon's Hunt
pt_br: Caça de Tycoon

source: I have to report to the Tycoon.
pt_br: Eu devo reportar ao Tycoon.

source: Tycoon
pt_br: Magnata

source: I already killed {@@var2}/25 {@@1}.
pt_br: Eu já matei {@@ var2} / 25 {@@ 1}.

source: I already killed {@@var2}/50 {@@1}.
pt_br: Eu já matei {@@ var2} / 50 {@@ 1}.

source: I already killed {@@var2}/100 {@@1}.
pt_br: Eu já matei {@@ var2} / 100 {@@ 1}.

source: I helped the miners.
pt_br: Eu ajudei os mineradores.

source: Tycoon had another task on his sleeve! This one is harder, though.
pt_br: Magnata tinha outra tarefa em sua manga! Este é mais difícil, no entanto.

source: I already killed {@@var2}/200 {@@1}.
pt_br: Eu já matei {@@ var2} / 200 {@@ 1}.

source: I did the bonus task from the Tycoon and he was very impressed.
pt_br: Eu fiz a tarefa de bônus do Tycoon e ele ficou muito impressionado.

source: Miner Bandage
pt_br: Atadura Mineiro

source: Caelum hurt himself while mining, and now he wants to improvise an bandage.
pt_br: Caelum se machucou durante a mineração e agora quer improvisar um curativo.

source: For that, he needs a lifestone and a cotton cloth. He also needs 2 Black Scorpion Stinger.
pt_br: Para isso, ele precisa de uma vida e um pano de algodão. Ele também precisa de 2 Black Scorpion Stinger.

source: Besides 5 Scorpion Claw, 10 Bat Teeth, 10 Cactus Drink, 20 Maggot Slime, and 8 Bug Legs.
pt_br: Além de 5 Scorpion Claw, 10 Bat Dentes, 10 Cactus Drink, 20 Maggot Slime e 8 Bug Legs.

source: Ah, these NPCs which require an empire of items...
pt_br: Ah, esses NPCs que exigem um império de itens ...

source: Caelum hurt himself while mining, but now he have an improvised bandage.
pt_br: Caelum se machucou durante a mineração, mas agora ele tem uma bandagem improvisada.

source: Foxhound's Famine
pt_br: Foxhound Faminto

source: A poor man in Halinarzo asks for food.
pt_br: Um homem pobre em Halinarzo pede comida.

source: His family is starving. I should provide him all sort of delicacies.
pt_br: Sua família está morrendo de fome. Eu deveria fornecer-lhe todo tipo de iguarias.

source: I feed him, and he is forever grateful.
pt_br: Eu o alimento e ele é eternamente grato.

source: The King Of Blackmarket
pt_br: O Rei Do Mercado Negro

source: I did a deal with Charles, an apparently famous contrabandist.
pt_br: Fiz um acordo com Charles, um contrabandista aparentemente famoso.

source: He is offering me a mask for my silence, and many items.
pt_br: Ele está me oferecendo uma máscara para o meu silêncio e muitos itens.

source: All the items are dropped by Sarracenus and Desert Bandits, thankfully!
pt_br: Todos os itens são descartados por Sarracenus e Desert Bandits, felizmente!

source: Halinarzo Outskirts.
pt_br: Halinarzo Periferia.

source: I got my mask, and won't say anyone where Charles is.
pt_br: Eu tenho minha máscara e não direi a ninguém onde Charles está.

source: But, this is Halinarzo, and Halin is always too far from the forces of law.
pt_br: Mas este é Halinarzo, e Halin está sempre muito longe das forças da lei.

source: I doubt the City Guard doesn't knows where and who he is already, anyway...
pt_br: Duvido que a Guarda da Cidade não saiba onde e quem ele já é, de qualquer forma ...

source: Saving a Wife's Life
pt_br: Salvando a vida de uma esposa

source: Joaquim need several items to save his wife's life.
pt_br: Joaquim precisa de vários itens para salvar a vida de sua esposa.

source: I probably should help.
pt_br: Eu provavelmente deveria ajudar.

source: Halinarzo, Church.
pt_br: Halinarzo, Igreja.

source: Joaquim gave me an Elixir Of Life.
pt_br: Joaquim me deu um Elixir Of Life.

source: I should hurry to Halinarzo Hospital and deliver to his wife, Yumi.
pt_br: Eu deveria me apressar para o Hospital Halinarzo e entregar para sua esposa, Yumi.

source: I managed to save Yumi's life.
pt_br: Eu consegui salvar a vida de Yumi.

source: I should return to Joaquim and claim my reward.
pt_br: Eu deveria voltar para Joaquim e reivindicar minha recompensa.

source: Joaquim's wife will live. Thankfully.
pt_br: A esposa de Joaquim vai viver. Agradecidamente.

source: He gave me material to forge something cool.
pt_br: Ele me deu material para forjar algo legal.

source: And he also gave me an Elixir Of Life. Wow.
pt_br: E ele também me deu um Elixir Of Life. Uau.

source: Alan is willing to do a Forest Bow, for free...
pt_br: Alan está disposto a fazer um Forest Bow, de graça ...

source: If I get a very resistant wood chunk with Jack.
pt_br: Se eu conseguir um pedaço de madeira muito resistente com o Jack.

source: And I also need a good string, from a Fisherman in Halinarzo.
pt_br: E eu também preciso de uma boa corda, de um pescador em Halinarzo.

source: Hurnscald, Archery Shop.
pt_br: Hurnscald, loja de tiro com arco.

source: I got the Forest Bow. I hope to have fun with it!
pt_br: Eu tenho o Forest Bow. Espero me divertir com isso!

source: Archery Training
pt_br: Treinamento de tiro com arco

source: Gwendolyn offers archery courses.
pt_br: Gwendolyn oferece cursos de arco e flecha.
