Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: Sword Clan
pt_br: Clã Espada

source: Arc Wand Clan
pt_br: Clã Varinha de Arco

source: Golden Mace Clan
pt_br: Clã da Maça Dourada

source: Crossbow Clan
pt_br: Clã da Balestra

source: Tulimshar Guard Clan
pt_br: Clã da Guarda de Tulimshar

source: You are dead.
de: Du bist tot.
es: Estás muerto.
fr: Tu es mort.
pt_br: Você está morto.

source: We regret to inform you that your character was killed in battle.
de: Es tut uns leid, dir mitteilen zu müssen, dass du im Kampf gefallen bist.
es: Lamentamos informarte de que tu personaje fue aniquilado en combate.
fr: Nous avons le regret de t'informer que ton personnage a été tué en combat.
pt_br: Lamentamos informar que seu personagem foi morto(a) em combate.

source: You are not that alive anymore.
de: Du bist nicht länger lebendig.
es: Ya no estás tan vivo.
fr: Tu n'es plus très vivant.
pt_br: Você não me parece assim tão vivo.

source: Game Over!
es: ¡Fin del Juego!
fr: Jeu terminé !
pt_br: Fim de jogo!

source: Insert coin to continue.
de: Münze einwerfen, um fortzufahren.
es: Inserta moneda para continuar.
fr: Insère une pièce pour continuer.
pt_br: Insira uma moeda para continuar.

source: No, kids. Your character did not really die. It... err... went to a better place.
de: Nein, Kinder. Dein Charakter ist nicht wirklich gestorben. Er... ähm... ist zu einem besserem Ort gegangen.
es: No, niños. Tu jugador no murió realmente. Él sólo... Emm... fue a un lugar mejor.
fr: Non, mes enfants. Ton personnage n'est pas vraiment mort. Il est... heuuu... parti dans un monde meilleur.
pt_br: Não, crianças. Seu personagem não morreu de verdade. Ele... err... foi para um lugar melhor.

source: Your plan of breaking your enemies weapon by bashing it with your throat failed.
de: Dein Plan, die Waffe deines Feindes mit deinem Hals zu zerstören ist fehlgeschlagen...
es: Parece que tu plan de romper las armas de tus enemigos golpeándolas con tu garganta falló.
fr: Tu n'as pas réussi à briser les armes de tes ennemis avec ta gorge comme tu le désirais.
pt_br: Seu plano de quebrar a arma de seu inimigo com a sua cabeça não deu certo.

source: I guess this did not run too well.
de: Ich denke, dass ist nicht so gut gelaufen.
es: Creo que esto no fue muy bien.
fr: J'imagine que tout ne s'est pas passé comme prévu.
pt_br: Eu acho que as coisas não correram tão bem.

source: Do you want your possessions identified?
de: Möchtest du deine Habseligkeiten identifiziert haben?
es: ¿Quieres que tus posesiones sean identificadas?
fr: Veux-tu que tes biens soient identifiés ?
pt_br: Você quer uma identificação de suas posses?

source: Sadly, no trace of you was ever found...
de: Traurig, es wurde niemals eine Spur von dir gefunden...
es: Desgraciadamente, nada de ti fue encontrado...
fr: Malheureusement, aucune trace de toi ne fut jamais retrouvée...
pt_br: Infelizmente, seus traços nunca foram encontrados...

source: Annihilated.
de: Vernichtet.
es: Aniquilado.
fr: Anéanti.
pt_br: Aniquilado.

source: Looks like you got your head handed to you.
de: Sieht so aus, als ob dein Kopf dir übergeben wurde.
es: Parece que te tiraron tu cabeza a tus manos.
fr: On dirait que quelqu'un est venu te rendre ta tête.
pt_br: Parece que te ofereceram sua própria cabeça.

source: You screwed up again, dump your body down the tubes and get you another one.
de: Du hast schon wieder versagt. Spül deine Überreste hinunter und hol Dir ein paar Neue.
es: Te estropeaste de nuevo. Deshazte de tu cuerpo en las cañerías y consíguete otro.
fr: Tu as encore échoué. Jette ton corps aux oubliettes et prends-en un autre.
pt_br: Você estragou tudo de novo, jogue fora seu corpo e arranje outro.

source: You're not dead yet. You're just resting.
de: Du bist noch nicht Tod. Du ruhst dich nur aus.
es: Tu no estás muerto aún... sólo estás descansando.
fr: Tu n'es pas encore mort. Tu te reposes seulement.
pt_br: Você não morreu ainda. Está apenas descansando.

source: You are no more.
de: Du bist nicht mehr.
es: Tú ya no existes más.
fr: Tu n'existes plus.
pt_br: Você não é mais.

source: You have ceased to be.
de: Du hast aufgehört zu sein.
es: Has cesado de existir.
fr: Tu as cessé d'exister.
pt_br: Você deixou de ser.

source: You've expired and gone to meet your maker.
de: Du bist abgelaufen und trittst deinem Schöpfer gegenüber.
es: Has expirado e ido a ver a tu creador.
fr: Tu viens de rendre ton dernier souffle et as rejoint ton créateur.
pt_br: Você expirou e foi encontrar seu criador.

source: You're a stiff.
de: Du bist eine Leiche.
es: Eres un cadáver.
fr: T'es un dur.
pt_br: Você é um cadáver.

source: Bereft of life, you rest in peace.
de: Vom Leben beraubt. Du ruhst in Frieden.
es: Despojado de la vida, descansas en paz.
fr: Privé de toute essence de vie, tu reposes en paix.
pt_br: Sem vida, você descansa em paz.

source: If you weren't so animated, you'd be pushing up the daisies.
de: Wenn du nicht so animiert wärst, würdest du die Gänseblümchen von unten betrachten.
es: Si no estuvieras tan animado, diría que estás muerto.
fr: Si tu n'étais pas autant en forme, tu serais en train de manger les pissenlits par la racine.
pt_br: Se não fosse tão animado, estaria comendo grama pela raiz.

source: Your metabolic processes are now history.
de: Deine metabolischen Prozesse sind nun Geschichte.
es: Tus procesos metabólicos son ya historia.
fr: Tes processus métaboliques appartiennent maintenant au passé.
pt_br: Seus processos metabólicos agora são história.

source: You're off the twig.
de: Du bist vom Ast gesprungen.
es: Estás fuera de tus botas.
fr: Tu es en dehors des clous.
pt_br: Você bateu as botas.

source: You've kicked the bucket.
de: Du bist gerade krepiert.
es: Te han echado a patadas.
fr: Tu viens de toucher le fond.
pt_br: Você chutou o balde.

source: You've shuffled off your mortal coil, rung down the curtain and joined the choir invisible.
de: Du hast deine sterbliche Hülle abgestreift, der Vorhang ist gefallen und du bist nun Teil des unsichtbaren Chores der Verdammten.
es: Has dejado tu cuerpo mortal, bajado las cortinas y unido al coro invisibles.
fr: Tu t'es défait de ton enveloppe charnelle, es arrivé à ta fin et a rejoins la chorale invisible et sanglante.
pt_br: Você arrastou sua bobina mortal, cortou a cortina e se juntou ao coro invisível.

source: You are an ex-player.
de: Du bist ein Ex-Spieler.
es: Eres un ex-jugador.
fr: Tu n'es plus qu'un ancien joueur sans intérêt.
pt_br: Você é um ex-jogador(a)

source: You're pining for the fjords.
de: Du schmachtest nach den Fjorden.
es: Estas avanzando... hacia el barranco.
fr: Tu reposes au fond de l'eau.
pt_br: Você foi desta para melhor.

source: Right now, you would just love to be resurrected.
de: Gerade jetzt, würdest du es lieben, wiederbelebt zu werden.
es: En este momento, simplemente amarías ser resucitado.
fr: Tu aimerais être ressucité, là, tout de suite.
pt_br: Bem agora, você simplesmente adoraria ser ressucitado.

source: Wait, did I just die?
de: Warte. Bist du gerade gestorben?
es: Espera... ¿Simplemente morí?
fr: Un instant... Je suis mort ?
pt_br: Espere, eu morri?

source: What just happened?
de: Was ist gerade passiert?
es: ¿Qué ha pasado?
fr: Que m'est-il arrivé ?
pt_br: O que acabou de acontecer?

source: I guess you're not the One.
de: Ich schätze, du bist nicht der Eine.
es: Parece que tú no eres el Elegido.
fr: Il semblerait que tu ne sois pas l'Élu.
pt_br: Eu acho que você não é O Escolhido.

source: See you in the underworld.
de: Wir sehen uns in der Unterwelt.
es: Nos vemos en el inframundo.
fr: À bientôt en enfer.
pt_br: Te vejo no mundo dos mortos.

source: Try again.
de: Versuch es nochmal.
es: Inténtalo de nuevo.
fr: Essaie encore.
pt_br: Tente novamente.

source: Don't panic, you're just a bit dead.
de: Keine Panik. Nur bist nur ein bisschen Tod.
es: No entres en pánico, sólo estás un poquito muerto nada más.
fr: Ne paniques pas, tu es juste un peu mort.
pt_br: Não entre em pânico, você apenas está um pouco morto.

source: It's a bit late to start digging your grave, don't you think?
de: Ist ein bisschen spät dafür, dein Grab zu schaufeln, denkst du nicht?
es: Es un poco tarde para empezar a cavar tu propia tumba, ¿no crees?
fr: Il est un peu tard pour creuser ta tombe, n'est-ce pas ?
pt_br: Já é um pouco tarde para começar a cavar sua sepultura, você não acha?

source: Program terminated.
de: Programm beendet.
es: Programa terminado.
fr: Programme terminé.
pt_br: Programa terminado.

source: Mission failed.
de: Mission fehlgeschlagen.
es: Misión fallida.
fr: Mission échouée.
pt_br: Missão falhada.

source: Everybody falls the first time.
de: Jeder fällt zum ersten Mal.
es: Todos fallan la primera vez.
fr: Tout le monde tombe, la première fois.
pt_br: Todos caem na primeira vez.

source: Welcome... to the real world.
de: Willkommen... in der wirklichen Welt.
es: Bienvenido... al mundo real.
fr: Bienvenue... Dans le monde réel.
pt_br: Bem vindo... ao mundo real.

source: Fate, it seems, is not without a sense of irony.
de: Das Schicksal scheint keinen Sinn für Ironie zu haben.
es: El destino, al parecer, no está exenta del sentido de la ironía.
fr: Le Destin a le sens de l'humour, semble-t'il.
pt_br: Ao que parece, o Destino é irônico.

source: There is no spoon.
de: Es gibt keinen Löffel.
es: No hay cuchara.
fr: Il n'y a pas de cuillère.
pt_br: Não há nenhuma colher.

source: One shot, one kill.
de: Ein Schuss, ein Tod.
es: Un tiro, una muerte.
fr: Un tir, un mort.
pt_br: Um tiro, Uma morte.

source: Some men just want to watch the world burn.
de: Manche Leute möchten einfach nur die Welt brennen sehen.
es: Algunos hombres sólo quiere ver cómo nace el mundo.
fr: Il est de ces hommes qui veulent simplement voir le monde brûler.
pt_br: Algumas pessoas gostam de ver o mundo se consumir em chamas.

source: You are fulfilling your destiny.
de: Du erfüllst dein Schicksal.
es: Estás cumpliendo tu destino a cabalidad.
fr: Tu es en train d'accomplir ton destin.
pt_br: Você está cumprindo seu destino.

source: Rule #8: Do not die.
de: Regel #8: Nicht sterben.
es: Regla #8: No morir.
fr: Règle n°8 : Ne pas mourir.
pt_br: Regra numero 8: Não morra.

source: There will be no order, only chaos.
de: Dort wird es keine Ordnung geben, nur Chaos.
es: No habrá orden, sólo caos.
fr: Il n'y aura aucun ordre : seul le chaos.
pt_br: Não haverá ordem, apenas caos.

source: Too bad, get over it.
de: Schade, komm darüber hinweg.
es: Muy mal; supéralo.
fr: Dommage, il faut t'en remettre.
pt_br: Que pena, supere isso.

source: There's no hope for us here, only death.
de: Es gibt hier keine Hoffnung für uns, nur der Tod.
es: No hay esperanza para nosotros aquí, sólo muerte.
fr: Il n'y a aucun espoir pour nous ici, seulement la mort.
pt_br: Não há esperança para nós neste lugar, apenas morte.

source: Death is the road to awe.
de: Tod ist der Weg zur Ehrfurcht.
es: La muerte es el sendero del miedo.
fr: La mort est la route vers la crainte.
pt_br: A morte é uma estrada para o admirável.

source: Stop... Stop it!
de: Stopp... Stopp es!
es: Detén... ¡Basta!
fr: Arrête... Arrête ça !
pt_br: Pare... Pare com isso!

source: Today is a good day to die.
de: Heute ist ein guter Tag zum sterben.
es: Hoy es un buen día para morir.
fr: Quelle belle journée pour mourir.
pt_br: Hoje é um bom dia para morrer.

source: Any last words? Oops, too late!
de: Irgendwelche letzten Worte? Ups, zu spät!
es: ¿Unas últimas palabras? Oops... ¡muy tarde!
fr: Dernières volontés ? Oups, trop tard.
pt_br: Alguma ultima palavra? Oops, tarde demais!

source: Confusion will be my epitaph.
de: Verwirrung wird auf meinem Grabstein stehen.
es: La confusión será mi epifanía.
fr: Confusion sera mon épitaphe.
pt_br: Confusão será minha epifania.

source: One Tap.
pt_br: Um toque.

source: Wasted
pt_br: Desperdiçado

source: Critical Existance Failure.
pt_br: Falha de Existência Crítica

source: Better luck next time.
pt_br: Boa sorte da próxima vez.

source: If you see an elevator, be sure to push the up button.
pt_br: Se você ver um elevador, certifique-se de apertar o botão que sobe.

source: Everything is a dream.
pt_br: Tudo é um sonho.

source: Back to the Soul Menhir, I guess...
pt_br: De volta para Menir da Alma, eu acho...

source: Well, that healing item was too awesome to use, anyway...
pt_br: Bem, aquele item de cura era legal de mais para usar, de qualquer forma...

source: Oh dear, the Random Numbers are angry with you again.
pt_br: Que pena, os Números Aleatórios estão bravos com você novamente.

source: Well... That happens, I guess.
pt_br: Bem... Isso acontece, eu acho.

source: That is just part of life-- err, death, I mean.
pt_br: Isso é apenas parte da vida-- err, morte, quero dizer.

source: Are you enjoying lying on the ground?
pt_br: Você está se divertindo, deitado aí no chão?

source: Hey hey, I wasn't done yet!
pt_br: Ei ei, eu ainda não terminei!

source: Today is not your lucky day, it seems.
pt_br: Hoje não é seu dia de sorte, ao que parece.

source: Dead already? But you were so young...
pt_br: Já morreu? Mas você era tão jovem...

source: Apana like...
pt_br: Como Apana...

source: Uh... Blame Saulc.
pt_br: Uh... É culpa de Saulc.

source: I came to carry you back to the Soul Menhir. You can be the hero another day.
pt_br: Eu vim para levá-lo de volta ao Soul Menhir. Você pode ser o herói outro dia.

source: Next time, say thanks when you get off the bus.
pt_br: Da próxima vez, diga obrigado quando você descer do ônibus.

source: Is this a bug...? No, your character just died. Try again.
pt_br: Isso é um inseto...? Não, seu personagem acabou de morrer. Tente novamente.

source: Congrats, you've met Jesusalva! Now back to the Menhir, noob!
pt_br: Parabéns, você conheceu Jesusalva! Agora de volta ao Menir, noob!

source: Disgust
de: Ekeln
es: Disgusto
fr: Dégoûté
it: Disgusto
nl_be: Walgen
pt_br: Nojo
ru: Отвращение

source: Surprise
de: Wundern
es: Sorpresa
fr: Surpris
it: Sorpresa
nl_be: Verrassing
pt_br: Surpresa
ru: Удивление

source: Happy
de: Freuen
es: Feliz
fr: Heureux
it: Felice
nl_be: Gelukkig
pt_br: Feliz
ru: Счастье

source: Sad
de: Trauern
es: Triste
fr: Triste
it: Triste
nl_be: Droevig
pt_br: Triste
ru: Печаль

source: Evil
de: Böse
es: Malvado
fr: Diabolique
it: Malvagio
nl_be: Kwaadaardig
pt_br: Mal
ru: Зло

source: Wink
de: Blinzeln
es: Guiño
fr: Clin d'Œil
it: Occhiolino
nl_be: Knipoog
pt_br: Piscadinha
ru: Подмигивание

source: Angel
de: Engel
es: Ángel
fr: Angélique
it: Angelo
nl_be: Engel
pt_br: Anjo
ru: Ангел

source: Blush
de: Schämen
es: Sonrojado
fr: Rougit
nl_be: Blozen
pt_br: Vergonha
ru: Румянец

source: Tongue
de: Zunge
es: Lengua
fr: Langue
it: Lingua
nl_be: Tong
pt_br: Língua
ru: Язык

source: Grin
de: Grinsen
es: Sonrisa Abierta
fr: Sourire
it: Sorriso
nl_be: Grijns
pt_br: Sorriso
ru: Усмехаюсь

source: Upset
de: Beleidigt
es: Molesto
fr: Fâché
it: Seccato
nl_be: Van Streek
pt_br: Chateado
ru: Расстроенный

source: Perturbed
de: Genervt
es: Perturbado
fr: Perturbé
it: Turbato
nl_be: Verontrust
pt_br: Perturbado
ru: Возмущенный

source: Seriously
pt_br: Sério

source: Speech
de: Sprechen
es: Discurso
fr: Discours
it: Discorso
nl_be: Spraak
pt_br: Fala
ru: Разговор

source: Swords
pt_br: Espadas

source: Thumb Up
pt_br: Polegar para cima

source: Doubt
pt_br: Dúvida

source: Player
pt_br: Jogador

source: Super Player
pt_br: Super Jogador

source: Support
pt_br: Suporte

source: Script Manager
pt_br: Gerente de Script

source: Event Coordinator
pt_br: Coordenador de Eventos

source: Developer
pt_br: Desenvolvedor

source: Patrol
pt_br: Patrulha

source: Officer
pt_br: Oficial

source: Game Master
pt_br: Mestre de Jogo

source: Administrator
pt_br: Administrador

source: White
de: Weiß
es: Blanco
fr: Blanc
pt_br: Branco

source: Black
de: Schwarz
es: Negro
fr: Noir
pt_br: Preto

source: Silver
de: Silber
es: Plateado
fr: Argent
pt_br: Prata

source: Camel
de: Kamelbraun
fr: Beige
pt_br: Camelo

source: Brown
de: Braun
es: Marrón
fr: Marron
pt_br: Marrom

source: Orange
es: Anaranjado
pt_br: Laranja

source: Dark Red
de: Dunkel Rot
es: Rojo Oscuro
fr: Rouge foncé
pt_br: Vermelho escuro

source: Red
de: Rot
es: Rojo
fr: Rouge
pt_br: Vermelho

source: Fuchsia
es: Fucsia
pt_br: Fúcsia

source: Pink
es: Rosado
fr: Rose
pt_br: Rosa

source: Mauve
de: Malve
es: Malva
pt_br: Malva

source: Purple
de: Violett
es: Morado
fr: Violet
pt_br: Roxo

source: Navy Blue
de: Dunkelblau
es: Azul Marino
fr: Bleu Marine
it: Blu Scuro
nl_be: Marineblauw
pt_br: Azul marinho
ru: Темно-синий

source: Blue Gray
de: Blau-Grau
es: Azul Grisáceo
fr: Bleu-gris
pt_br: Azul-cinzento

source: Blue
de: Blau
es: Azul
fr: Bleu
pt_br: Azul

source: Teal
de: Aquamarin
es: Cerceta
fr: Turquoise
pt_br: Verde-azulado

source: Green
de: Grün
es: Verde
fr: Vert
pt_br: Verde

source: Lime
de: Lindgrün
es: Lima
fr: Citron
pt_br: Lima

source: Khaki
es: Caqui
pt_br: Caqui

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
pt_br: Amarelo

source: Crimson
de: Purpur
es: Carmesí
fr: Rouge cramoisi
pt_br: Carmesim

source: Mint
de: Mintgrün
es: Menta
fr: Menthe
pt_br: Menta

source: Off Black
de: Pures Schwarz
es: Negro Apagado
fr: Noir Profond
it: Nero Spento
nl_be: Gebleekt Zwart
pt_br: Preto
ru: Черный

source: Ash Brown
de: Aschbraun
es: Marrón Ceniza
fr: Marron Cendré
it: Marrone Cenere
nl_be: Asbruin
pt_br: Cinza marrom
ru: Пепельно-коричневый

source: Dark Brown
de: Dunkelbraun
es: Marrón Oscuro
fr: Marron Foncé
it: Marrone Scuro
nl_be: Donkerbruin
pt_br: Marrom escuro
ru: Темно-коричневый

source: Dark Copper
de: Dunkelkupfer
es: Cobre Oscuro
fr: Cuivre Foncé
it: Rame Scuro
nl_be: Donker Koperkleurig
pt_br: Cobre escuro
ru: Темно-медный

source: Auburn Brown
de: Kastanienbraun
es: Castaño
fr: Marron Cramé
it: Castano Ramato
nl_be: Kastanjebruin
pt_br: Marrom avermelhado
ru: Каштановый

source: Honey Brown
de: Honigbraun
es: Marrón Miel
fr: Marron Miel
it: Biondo Castano
nl_be: Honingbruin
pt_br: Marrom mel
ru: Светло-коричневый

source: Copper Blonde
de: Kupferblond
es: Rubio Cobrizo
fr: Blond Cuivré
it: Biondo Ramato
nl_be: Koperkleurig Blond
pt_br: Loiro cobre
ru: Медный блондинистый

source: Golden Blonde
de: Goldenblond
es: Rubio Dorado
fr: Blond Doré
it: Biondo Oro
nl_be: Goudkleurig Blond
pt_br: Loiro ouro
ru: Золотой блондинистый

source: Pure Platinum
de: Reines Platin
es: Platinado
fr: Platine Pur
it: Platino Puro
nl_be: Zuiver Platinum
pt_br: Platino puro
ru: Чистая Платина

source: Cherry Blossom
de: Kirschblüte
es: Cereza
fr: Fleur de Cerise
it: Rosso Fior di Ciliegio
nl_be: Kersebloesem
pt_br: Cereja
ru: Вишневый Цвет

source: Pinky Pink
de: Rosarot
es: Rosa rosado
fr: Rose Rosé
it: Rosa frivolo
nl_be: Roze Rose
pt_br: Rosa choque
ru: Розовый

source: Fire Red
de: Feuerrot
es: Rojo Fuego
fr: Rouge Feu
it: Rosso Fuoco
nl_be: Vuurrood
pt_br: Vermelho fogo
ru: Огненно-красный

source: Light Violet
de: Hell Lila
es: Violeta Claro
fr: Violet Clair
it: Viola Chiaro
nl_be: Lichtvoilet
pt_br: Violeta claro
ru: Светло-фиолетовый

source: Purple Plum
de: Lila Pflaume
es: Violeta Ciruela
fr: Violet Prune
it: Viola Prugna
nl_be: Pruimenpaars
pt_br: Ameixa
ru: Фиолетовая Слива

source: Lagoon Blue
de: Lagunenblau
es: Azul-cristalino
fr: Bleu Lagon
it: Blu laguna
pt_br: Azul Laguna
ru: Морской

source: Twisted Teal
de: Verschmiertes Blaugrün
fr: Sarcelle Torsadée
it: Verde petrolio
pt_br: Verde-água Modificado
ru: Бирюзовый.

source: Spring Green
de: Frühlingsgrün
es: Verde Primaveral
fr: Vert Printemps
it: Verde Foglia
nl_be: Lentegroen
pt_br: Verde primavera
ru: Весенне-зеленый

source: Forest Green
de: Waldgrün
es: Verde Bosque
fr: Vert Forêt
it: Verde Foresta
nl_be: Bosgroen
pt_br: Verde floresta
ru: Лесной Зеленый

source: Silver Grey
de: Silbergrau
es: Gris Plateado
fr: Gris Argenté
it: Argento
nl_be: Zilvergrijs
pt_br: Cinza prata
ru: Серебристый

source: Esperia Blue
de: Esperiablau
es: Esperia Azul
fr: Bleu d'Esperia
it: Esperia Blu
pt_br: Esperia Azul
ru: Эспэрийский синий

source: Gemless
pt_br: Sem Gema

source: Diamond
pt_br: Diamante

source: Ruby
pt_br: Rubi

source: Amethyst
pt_br: Ametista

source: Sapphire
pt_br: Safira

source: Topaz
pt_br: Topázio

source: Emerald
pt_br: Esmeralda

source: Req. level %s
de: Ben. Level %s
es: Necesita nivel %s
fr: Niveau requis %s
pt_br: Req. nivel %s

source: Bald
de: Kahl
es: Calvo
fr: Chauve
it: Calvo
nl_be: Kaal
pt_br: Careca
ru: Лысый

source: Bowl Cut
de: Schüssel-Haarschnitt
es: Corte en cuenca
fr: Coupe au Bol
it: Caschetto
nl_be: Kokosnoot
pt_br: Corte tigela
ru: Горшок

source: Combed Back
de: Zurückgekämmt
es: Peinado hacia atras
fr: Peignés en Arrière
it: Contropelo
nl_be: Achteruit Gekamd
pt_br: Penteado para trás
ru: Забранные назад

source: Mohawk
de: Irokesenschnitt
it: Cresta
nl_be: Hanenkam
pt_br: Moicano
ru: Ирокез

source: Pompadour
es: Copete
pt_br: Topete
ru: Помпадур

source: Center Parting
de: Mittelscheitel
es: Partido al medio
fr: Raie au Milieu
it: Riga centrale
nl_be: Scheiding in het Midden
pt_br: Partido no meio
ru: Пробор

source: Long and Slick
de: Lang und Schlicht
es: Largo y pulido
fr: Long et Lisse
it: Lisci e lunghi
nl_be: Lang en Glad
pt_br: Longo e liso
ru: Длинные и гладкие

source: Short and Curly
de: Kurz und Lockig
es: Corto y Rizado
fr: Court et Bouclé
it: Ricci corti
nl_be: Kort en krullerig
pt_br: Curto e encaracolado
ru: Короткие кудрявые

source: Pigtails
de: Zopf
es: Trenzas
fr: Couettes
it: Trecce
nl_be: Staartjes
pt_br: Tranças
ru: Косички

source: Long and Curly
de: Lang und Lockig
es: Largo y Rizado
fr: Long et Bouclé
it: Ricci lunghi
nl_be: Lang en Krullerig
pt_br: Longo e encaracolado
ru: Длинные кудрявые

source: Parted
de: Geteilt
es: Separado
fr: Séparés
it: Pettinato
nl_be: Gescheiden
pt_br: Partido
ru: Разделенный

source: Perky Ponytail
de: Frecher Pferdeschwanz
es: Cola de Caballo Alegre
fr: Queue de Cheval Guillerette
it: Coda sbarazzina
nl_be: Fiere Paardenstaart
pt_br: Rabo de cavalo
ru: Волнистый хвост

source: Wave
de: Welle
es: Onda
fr: Vague
it: Mosso
nl_be: Wuif
pt_br: Ondas
ru: Волна

source: Mane
de: Mähne
es: Melena
fr: Crinière
it: Gran chioma
nl_be: Maan
pt_br: Cabeleira
ru: Грива

source: Bun
de: Haarknoten
es: Moño
fr: Chignon
it: Chignon
nl_be: Broodje
pt_br: Embaraçado
ru: Пучок

source: Wavy
de: Gewellt
es: Ondulado
fr: Ondulé
nl_be: Golvend
pt_br: Ondulado
ru: Волнистый

source: Bunches
de: Trauben
es: Mechones
fr: Grappes
it: Folti
nl_be: Bundels
pt_br: Cachos
ru: Пучки

source: Long Ponytail
de: Langer Pferdeschwanz
es: Cola de Caballo Larga
fr: Longue Queue de Cheval
it: Lunghi a coda di cavallo
nl_be: Lange Paardenstaart
pt_br: Rabo de cavalo longo
ru: Длинный хвост

source: Infinitely Long
de: Unendlich Lang
es: Infinitamente Largo
fr: Infiniment Long
it: Infinitamente lunghi
nl_be: Oneindig Lang
pt_br: Infinitamente longo
ru: Очень длинные

source: Choppy
de: Abgehackt
es: Encrespado
fr: Saccadé
nl_be: Schokkerig
pt_br: Repicado
ru: Порывистый

source: Wild
es: Salvaje
fr: Sauvage
it: Selvaggio
pt_br: Rebeldes
ru: Дикий

source: Side Strand
de: Nebenstrand
es: De lado
fr: Mèche de Côté
it: Ciocca di lato
nl_be: Breed Strand
pt_br: Costa
ru: Боковые Пряди

source: Messy
fr: Ébouriffé
it: Disordinato
nl_be: Slordig
pt_br: Bagunçado
ru: Грязный

source: Flat Ponytail
de: Flacher Pferdeschwanz
es: Cola de Caballo Plana
fr: Queue de Cheval Plate
it: Coda di cavallo
nl_be: Platte Paardenstaart
pt_br: Rabo de cavalo liso
ru: Прямой хвост

source: Tapered Nape
de: Konisches Genick
fr: Nuque Effilée
pt_br: Nuca Cônica
ru: Полубокс

source: Human
de: Mensch
es: Humano
fr: Humain
it: Umano
nl_be: Mens
pt_br: Humano
ru: Человек

source: Elven
de: Elf
es: Elfo
fr: Elfe
it: Elfo
nl_be: Elfen
pt_br: Élfico
ru: Эльф

source: Tritan
pt_br: Tritão
ru: Тритан

source: Acorn
de: Eichel
es: Bellota
fr: Gland
it: Nocciola
nl_be: Eikel
pt_br: Bolota
ru: Желудь
