Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: Artis, Market. (57,118)
de: Artis, Markt. (57,118)
es: Artis, Mercado. (57,118)
fr: Artis, Marché. (57,118)

source: 90% discount on piou.
de: 90% Rabat auf ein Piou.
es: 90% de descuento en piou.
fr: 90% de de remise sur un piou.

source: You successfully returned the piou to the trader.
de: Du hast das Piou erfolgreich dem Händler zurück gebracht.
es: Regresaste exitosamente el piou al comerciante.
fr: Tu as réussi à rendre le piou au marchand.

source: Artis, Docks. (113,120)
es: Artis, Muelles. (113,120)
fr: Artis, Port. (113,120)

source: The Buried Treasure
de: Der vergrabene Schatz
es: El Tesoro Enterrado
fr: Le Trésor Enfoui

source: Q'Onan, the orc sailor from Nard's crew, used to be a thief.
de: Der Orkmatrose Q'Onan aus Nard's Crew war ursprünglich ein Dieb.
es: Q'Onan, el marinero orco de la tripulación de Nard, solía ser un ladrón.
fr: Q'Onan, le marin orc de l'équipage de Nard, était autrefois un voleur.

source: His last "business" involved robbing a nobleman. But he didn't succeed completely, he had to bury the chest full of coins to save himself.
de: Sein letztes "Geschäft" beinhaltete den Einbruch bei einem Edelmann. Es lief nicht ganz glatt, darum musste er die Kiste voller Münzen vergraben.
es: Su último "negocio" implicaba robar a un noble. Pero no tuvo éxito completamente, tuvo que enterrar el cofre lleno de monedas para salvarse.
fr: Son dernier "travail" était de voler un noble. Mais il n'a pas tout à fait réussi, il a du enterrer le coffre plein de pièces afin de pouvoir sauver sa peau.

source: He only knows an approximate location of the chest on Artis Hill (180, 27), so you'll have to do a little digging to find the chest.
de: Er kennt nur die ungefähre Lage des Schatzes (Artis Hügel, (180, 27)). Dort wirst du ein wenig nach der Truhe graben müssen.
es: Él sólo conoce una ubicación aproximada del cofre en la Colina de Artis (180, 27), así que usted de be hacer una pequeña excavación para encontrar el cofre.
fr: Il connaît la position approximative du coffre sur la Colline d'Artis (180,27), alors tu devras faire un peu de creusement pour trouver le coffre.

source: After a lot of digging, you found the treasure chest.
de: Nach viel Buddlerei hast du die Schatzkiste gefunden.
es: Después de mucho cavar, hallas el cofre del tesoro.
fr: Après beaucoup de creusements, tu as trouvé le coffre au trésor.

source: It's locked, and Q'Onan has the only key. So you'll have to deliver it to him.
de: Sie ist verschlossen, und den einzigen Schlüssel hat Q'Onan. Du wirst sie ihm bringen müssen.
es: Está cerrado, y Q'Onan tiene la única llave. Por lo tanto debes entregárselo.
fr: Il est fermé à clé et Q'Onan a la seule clé. Tu dois alors lui apporter le coffre.

source: Q'Onan kept his promise, and gave you your share of the deal.
de: Q'Onan hat sein Versprechen gehalten und die Beute mit dir geteilt.
es: Q'Onan mantuvo su promesa y te da tu parte del trato.
fr: Q'Onan a gardé sa promesse et t'a donné une part de l'accord.

source: He said that he finally can pay back his debts.
de: Nun kann er endlich seine Schulden zurückzahlen.
es: Dijo que finalmente puede pagar su deudas.
fr: Il dit qu'il peut enfin rembourser ses dettes.

source: Visiting Artis
de: Besuche Artis!
es: Visitando Artis
fr: Visiter Artis

source: Bacchus asked you to bring him a {@@1}.
de: Bacchus frägt dich nach einem {@@1}.
es: Bacchus le pidió llevarle un {@@1}.
fr: Bacchus t'a demandé de lui apporter une {@@1}.

source: Cuco drops them, in the locked room of La Johanne's Hold.
de: Coco lässt sie fallen, im verschlossenen Laderaum der La Johanne.
es: Cuco las arroja, en el cuarto cerrado de la Bodega de La Johanne.
fr: Les cuco en abandonnent, dans la salle fermée a clé de la cale de La Johanne.

source: La Johanne, Hold. (31,30)
de: La Johanne, Laderaum. (31,30)
es: La Johanne, Bodega. (31,30)
fr: La Johanne, Cale. (31,30)

source: Bacchus offers you to see a small part of your future.
de: Baccchus ist bereit, dir einen kleinen Einblick in deine Zukunft zu gewähren.
es: Bacchus te ofrece ver una pequeña parte de tu futuro.
fr: Bacchus t'offre de voir une partie de ton futur.

source: The payment is 10 Halloween Candy.
de: Die Bezahlung sind 10 Halloween Candy.
es: El pago son 10 caramelos de Halloween.
fr: La paye est de 10 Bonbons d'Halloween.

source: chance to see the future.
de: Die Chance auf einen Blick in die Zukunft.
es: oportunidad de ver el futuro.
fr: chance de voir ton futur.

source: Alige in the Barrel
de: Alige im Fass
es: Alige en el Barril
fr: Alige dans le Tonneau

source: Alige was very scared of the Cuco. Now that it's killed, he should be okay.
de: Alige hatte unglaublich viel Angst vor Cuco. Jetzt, da es tot ist, sollte es ihm besser gehen.
es: Alige estaba muy asustado de Cuco. Ahora que ha muerto, él debería estar bien.
fr: Alige a eu très peur du Cuco. Maintenant qu'il a été tué, ça devrait aller.

source: La Johanne, Hold, Alige's Hideout. (38,22)
de: La Johanne, Laderaum, Alige's Versteck. (38,22)
es: La Johanne, Bodega, Guarida de Alige. (38,22)
fr: La Johanne, Cale, Cache d'Alige. (38,22)

source: Somehow Alige appeared in my vision of the future.
de: Irgendwie tauchte Alige in meiner Zukunftsvision auf.
es: De algún modo Alige apareció en mi visión del futuro.
fr: Je ne sais pas comment mais Alige est apparu dans ma vision du futur.

source: For killing the scary Cuco, he gave me a {@@1}.
de: Für den Tod des schrecklichen Cuco gab er mir ein {@@1}.
es: Para matar al escalofriante Cuco, él me dio un {@@1}.
fr: Pour avoir tué l'effrayant Cuco, il m'a donné un {@@1}.

source: Artis, Dream World. (71,132)
de: Artis, Traumland. (71,132)
es: Artis, Mundo Soñado. (71,132)
fr: Artis, Monde de Rêve. (71,132)

source: Plushroom Addict
de: Plushroomsüchtige(r)
es: Adicto al Plushroom
fr: Addict aux Peluchignons

source: Rumly is expecting you to return.
de: Rumly erwartet deine Rückkehr.
es: Rumly espera que regreses.
fr: Rumly attend que tu reviennes.

source: He is still offering his services.
de: Er bietet seine Dienste immer noch an.
es: Todavía está ofreciendo sus servicios.
fr: Il offre encore ses services.

source: Artis, Market Place. (35,125)
de: Artis, Marktplatz. (35,125)
es: Artis, Mercado. (35,125)
fr: Artis, Place du Marché. (35,125)

source: Rumly is waiting for you to bring him some {@@1}s.
de: Rumly wartet darauf, daß du ihm ein paar {@@1}s bringst.
es: Rumly le está esperando que le lleve algunos {@@1}s.
fr: Rumly t'attend pour que tu lui apportes des {@@1}s.

source: Rumly is able to reset your character point.
de: Rumly kann deine Statuspunkte zurücksetzen.
es: Rumly es capaz de restablecer tus puntos del personaje.
fr: Rumly a le pouvoir de réinitialiser tes points de personnage.

source: Bring him some {@@1}s and he will be able to do it for you.
de: Bring ihm ein paar {@@1}s, damit kann er das erledigen.
es: Llevele algunos {@@1}s y él será capaz de hacerlo para usted.
fr: Apporte-lui des {@@1}s et il pourra le faire pour toi.

source: Newby Quest
de: Neuling Auftrag
es: La Misión del Novato
fr: Quête du Débutant

source: You are charged to visit Chelios and bring back Enora's package.
de: Es wird von dir verlangt, Chelios zu besuchen und Enora's Paket zurückzubringen.
es: Usted ha sido enviado a visitar a Chelios y traerle de vuelta el paquete de Enora.
fr: Tu es chargé d'aller rendre visite à Chelios et de rapporter le paquet d'Énora.

source: Chelios is reachable at the Blacksmith Shop (95,109).
de: Du findest Chelios bei der Schmiede (95,109).
es: Chelios se puede encontrar en la tienda del herrero (95,109).
fr: Chelios peut être trouvé devant la Boutique des Forgerons (95,109).

source: Artis, Docks. (176,113)
es: Artis, Muelles (176,113)
fr: Artis, Port. (176,113)

source: Chelios asked you to bring him some black iron
de: Chelios bittet dich, Ihm etwas schwarzes Eisen zu bringen.
es: Chelios te pide que le lleves un poco de hierro negro
fr: Chelios t'a demandé de lui rapporter du fer noir.

source: You should look for Lloyd in the Merchant Hall (100,37).
de: Du solltest Lloyd im Kaufmannsgebäude (100,37) aufsuchen.
es: Debería buscar a Lloyd en el vestíbulo del mercader (100,37).
fr: Tu devrais aller à la recherche de Lloyd dans la Salle des Marchands (100,37).

source: Artis, Blacksmith Shop. (95,109)
de: Artis, Schmiede. (95,109)
es: Artis, Tienda del herrero. (95,109)
fr: Artis, Boutique des Forgerons. (95,109)

source: Lloyd gave you the black iron package.
de: Lloyd gab dir das Paket mit schwarzem Eisen.
es: Lloyd te dio el paquete de hierro negro.
fr: Lloyd t'a donné le paquet contenant le fer noir.

source: Bring it back to Chelios.
de: Bring es zu Chelios zurück.
es: Llévaselo a Chelios.
fr: Rapporte-le à Chelios.

source: Chelios made a sword out of black iron ore.
de: Chelios hat aus dem schwarzen Eisenerz ein Schwert gefertigt.
es: Chelios hizo una espada con mineral de hierro negro.
fr: Chelios a créé une épée à partir de minerai de fer noir.

source: This task is done, you can now return it to Enora.
de: Diese Aufgabe ist erledgt. Du kannst nun zu Enora zurückkehren.
es: Esta tarea está hecha, ahora puedes dársela a Enora.
fr: Cette tâche est accomplie, tu peux maintenant la rapporter à Énora.

source: You are charged to visit Resa and to bring back Enora's package.
de: Du sollst Resa besuchen und Enora's Paket zurückbringen.
es: Se te encargó visitar a Resa y traer de vuelta el paquete de Enora.
fr: Tu es chargé d'aller rendre visite à Resa et rapporter son paquet à Énora.

source: Resa is reachable at the Light Armor building (55,72).
de: Resa befindet sich in der Rüstungschmiede für leichte Rüstung (55,72).
es: Resa se encuentra en el edificio de Armaduras Ligeras (55,72).
fr: Resa est joignable au bâtiment des Armures Légères (55,75).

source: Resa gave you a cute {@@1}.
de: Resa gab dir ein nettes {@@1}.
es: Resa le dio un bonito {@@1}.
fr: Resa t'as donné un {@@1} tout mignon.

source: You are charged to visit Q'Pid and bring back Enora's package.
de: Du bist willens, Q'Pid zu besuchen und Enoras Paket zurückzubringen.
es: Usted ha sido enviado a visitar a Q'Pid y traerle de vuelta el paquete de Enora.
fr: Tu dois aller rendre visite à Q'Pid et rapporter le paquet d'Énora.

source: Q'Pid is reachable at the Market Place, in the south-west area of Artis (61,116).
de: Q'Pid befindet sich auf dem Marktplatz im Südwesten von Artis (61, 116).
es: Q'Pid puede encontrarse en el mercado, en el área suroeste de Artis (61,116).
fr: Q'Pid se trouve sur la Place du Marché, au sud-ouest d'Artis (61,116).

source: You lost the riddle of Q'Pid, you have to go to Ivan to get Enora's potions.
de: Du hast das Rätsel von Q'Pid nicht lösen können. Nun musst du zu Ivan gehen, um Enora's Tränke zu bekommen.
es: Fallaste el acertijo de Q'Pid, debes ir donde Ivan para conseguir las posiciones de Enora.
fr: Tu as perdu à l'énigme de Q'Pid, tu dois alors aller voir Ivan pour récupérer les potions d'Énora.

source: Ivan is in a small house near Artis's canal (163,71).
de: Ivan ist in einem kleinen Haus in der Nähe des Kanals zu finden (163,71).
es: Ivan está en una pequeña casa cerca al canal de Artis (163,71).
fr: Ivan est dans une petite maison près du canal d'Artis (163,71).

source: Ivan gave you a few {@@1}s.
de: Ivan hat dir ein paar {@@1}er gegeben.
es: Ivan te dio unos pocos {@@1}.
fr: Ivan t'as donné quelques {@@1}.

source: This task is done, you can now return them to Enora.
de: Die Aufgabe ist erledigt. Du kannst nun zu Enora zurückkehren.
es: Esta tarea está hecha, ahora puedes dárselas a Enora.
fr: Cette tâche est finie, tu peux maintenant les rapporter à Énora.

source: Some citizen worry about their safety with the growing number of Fluffy on the Hill of Artis.
de: Aufgrund der wachsenden Anzahl von Fluffies auf dem Hügel von Artis fürchten einige Bewohner um ihre Sicherheit.
es: Algunos ciudadanos están preocupados por su seguridad debido al creciente número de Plumosos en la Colina de Artis.
fr: Certains habitants sont inquiets au sujet de leur sécurité à cause du nombre grandissant de Pluches sur la colline d'Artis.

source: Enora's latest task for you is to clean up this hill.
de: Enora's letzte Aufgabe für dich ist es, auf dem Hügel ordentlich aufzuräumen.
es: La última tarea de Enora para ti es limpiar esta colina.
fr: La dernière tâche d'Énora est que tu dois aller nettoyer la colline.

source: Killing about 10 Fluffy should be enough to calm down the neighborhood.
de: 10 Fluffies zu töten sollte genügen, um die Nachbarschaft zu beruhigen.
es: Matando unos 10 Plumosos debería ser suficiente para calmar el vecindario.
fr: Tuer environ 10 Pluches devrait être suffisant pour calmer le voisinage.

source: The hill is located on north-east of Artis (172,46).
de: Der Hügel befindet sich im Nordosten von Artis (172,46).
es: La colina está al noreste de Artis (172,46).
fr: La colline se situe au nord-est d'Artis (172,46).

source: You completed every task and you even cleaned up the hill of these terrible Fluffies.
de: Du hast jede Aufgabe erfüllt und sogar den Hügel von diesen schrecklichen Fluffies befreit.
es: Completaste cada tarea e incluso te deshiciste de esos terribles Fluffies.
fr: Tu as maintenant accompli toutes tes tâches et tu as même nettoyé la colline de ces terribles Pluches.

source: Fexil's Free Pass
de: Fexil's Passierschein
es: Pase libre de Fexil
fr: Le Pass Gratuit de Fexil

source: Lloyd gave you a pass that Fexil forgot when he registered himself in the Merchant Guild.
de: Lloyd gab dir einen Pass, den Fexil vergessen hatte, als er sich in der Handelsgilde registrierte.
es: Lloyd le dio un pase que Fexil olvidó cuando se registró en el Gremio de Mercaderes.
fr: Lloyd t'as donné une carte d'éccès que Fexil a oublié lorsqu'il s'est lui-même inscrit à la Guilde des Marchands.

source: Artis, Merchant Guild. (101,37)
de: Artis, Händlergilde. (101,37)
es: Artis, Gremio de Mercaderes. (101,37)
fr: Artis, Guilde des Marchands. (101,37)

source: Fexil wants to open a business of {@@1}'s clothes.
de: Fexil möchte ein Geschäft mit Kleidung aus {@@1} eröffnen.
es: Fexil quiere que abra un negocio de {@@1}'s ropas.
fr: Fexil voudrait ouvrir un commerce vêtements faits à partir de {@@1}.

source: He will reward you for each fur you bring him.
de: Er wird dich für jeden Pelz, den du ihm bringst, belohnen.
es: Él le recompensará por cada piel que le lleve.
fr: Il te récompensera pour chaque fourrure que tu lui apporteras.

source: Artis, Market Place. (48,134)
de: Artis, Marktplatz. (48,134)
es: Artis, Mercado. (48,134)
fr: Artis, Place du Marché. (48,134)

source: He rewards you for each fur you bring him.
de: Er belohnt dich für jeden Pelz, den du ihm bringst.
es: Él le recompensa por cada piel que le lleve.
fr: Il te récompense pour chaque fourrure que tu lui apportes.

source: 15 per {@@1}.
es: 15 por {@@1}.
fr: 15 par {@@1}.

source: Worship of Money
de: Der Wert des Geldes
es: Adoración al dinero
fr: Culte de l'Argent

source: Testing quest name with var1={@@var1}
de: Quest-Name wird mit var1={@@var1} gestestet
es: Nombre de misión de prueba con var1={@@var1}
fr: Tester le nom de la quête avec var1={@@var1}

source: Quest text1 with vars: {@@var1}, {@@var2}, {@@var3}
de: Quest text1 mit vars: {@@var1}, {@@var2}, {@@var3}
es: Texto1 de misión con vars: {@@var1}, {@@var2}, {@@var3}
fr: Quête text1 avec vars : {@@var1}, {@@var2}, {@@var3}

source: Time: {@@time}
de: Zeit: {@@time}
es: Hora: {@@time}
fr: Temps : {@@time}

source: Giver vars: {@@var1}, {@@var2}, {@@var3}
de: Auftraggeber vars: {@@var1}, {@@var2}, {@@var3}
es: Vars de donante: {@@var1}, {@@var2}, {@@var3}
fr: Donneur vars : {@@var1}, {@@var2}, {@@var3}

source: Reward: {@@var1}, {@@var2}, {@@var3}
de: Belohnung: {@@var1}, {@@var2}, {@@var3}
es: Recompensa: {@@var1}, {@@var2}, {@@var3}
fr: Récompense : {@@var1}, {@@var2}, {@@var3}

source: Allow do basic things like sitting, smiling or trading.
de: Ermöglicht grundlegende Aktionen wie sitzen, lächeln oder handeln.
es: Permite hacer cosas básicas, como sentarte, sonreír o realizar intercambios.
fr: Permet de faire des choses basiques comme s'assoir, sourire ou échanger.

source: Offensive
es: Ofensiva

source: A violent punch.
de: Ein harter Schlag.
es: Un puñetazo violento.
fr: Un coup de point violent.

source: Restricted
de: Verweigert
es: Restringido
fr: Limité

source: Super Menu
de: Super-Menü
es: Super Menú

source: Gives access to all debug and administrative options
de: Ermöglicht Zugang zu allen Debug- und Verwaltungsoptionen
es: Da acceso a todas las opciones administrativas y de depuración
fr: Donne l'accès à tout les débogages et aux options administratives

source: Level
es: Nivel
fr: Niveau

source: Max hp
es: Hp máximo
fr: Max pv

source: Mana
es: Maná

source: Max mana
es: Maná máximo

source: Max mp
es: Mp máximos
fr: Mp max

source: mado gear
es: rueda mado
fr: équipement de mado

source: homum
fr: homon

source: Chocolate
de: Schokobraun
fr: Chocolat

source: Emo
fr: Gothique
ru: Эмо

source: Imperial
de: Kaiserlich
fr: Impérial
it: Imperiale
nl_be: Keizerlijk
ru: Имперский

source: Plushroom
fr: Peluchignon
ru: Плюшевый гриб

source: Heal 1100-1300 HP
de: Heilung 1100-1300 HP
fr: Soigne 1100-1300 PV

source: Curshroom
de: Curpilz
fr: Malédichamp

source: Coral
de: Koralle
fr: Corail
it: Corallo
nl_be: Coraal
ru: Коралл

source: Metal
fr: Métal
nl_be: Metaal
ru: Метал

source: Eugene
fr: Eugène

source: Enora
fr: Énora

source: Homun
fr: Homon

source: Elemental
de: Elementar
fr: Élemental

source: Bandana
de: Kopftuch
ru: Бандана

source: Troll
de: Trollface
nl_be: Trol
ru: Тролль

source: Croc
de: Krokodil
ru: Крок

source: Grafiti
de: Graffiti

source: Exp
de: EP

source: magnificat
de: Magnifikat

source: You can share your mood.
it: Puoi mostrare il tuo stato d'animo.
ru: Ты можешь поделиться своим настроением.

source: white
it: bianco
nl_be: wit
ru: белый

source: black
it: nero
nl_be: zwart
ru: черный

source: silver
it: argento
nl_be: zilver
ru: серебрянный

source: camel
it: beige
nl_be: kameel
ru: желто-коричневый

source: brown
it: marrone
nl_be: bruin
ru: коричневый

source: orange
it: arancione
nl_be: oranje
ru: оранжевый

source: dark red
it: Rosso scuro
ru: темно красный

source: red
it: rosso
nl_be: rood
ru: красный

source: fuchsia
it: Fucsia
ru: фуксия

source: pink
it: rosa
nl_be: roze
ru: розовый

source: mauve
it: malva
nl_be: lichtpaars
ru: лиловый

source: purple
it: viola
nl_be: paars
ru: фиолетовый

source: navy blue
it: blu navy
nl_be: marineblauw
ru: темно-синий

source: blue-gray
it: Blu slavato
ru: сине-серый

source: blue
it: blu
nl_be: blauw
ru: синий

source: teal
it: azzurro
nl_be: groen-blauw
ru: бирюзовый

source: green
it: verde
nl_be: groen
ru: зеленый

source: lime
nl_be: limoengroen
ru: лимонный

source: khaki
nl_be: kaki
ru: хаки

source: yellow
it: giallo
nl_be: geel
ru: желтый

source: Punk
nl_be: Punker
ru: Панк

source: Ukar
ru: Укар

source: Raijin
ru: Рджин

source: Squichy's food which could taste good in a cake.
it: Mangime per Squichy. Ottimo per farcire una torta.
ru: Беличья еда. Подойдет для пирога.

source: Home-made bread.
it: Pane casereccio.
nl_be: Zelfgemaakt brood.
ru: Домашний хлеб.

source: A non-toxic mushroom growing in moist places.
it: Un fungo non tossico che cresce in luoghi umidi.
ru: Не ядовитый гриб растущий во влажных местах.

source: A ratto's meal left-overs.
it: Carne putrefatta.
nl_be: De maaltijdoverschotten van een ratto.
ru: Остатки еды крысы.

source: Tasty and well spiced piou legs.
it: Coscie di Piou. Gustose e ben speziate.
nl_be: Smaakvolle en goed gekruide pioupootjes.
ru: Вкусные, хорошо приправленные лапки пию.

source: The perfect food if you're hungry but want to lose weight.
it: Il cibo perfetto per chi e' affamato ma vuole perdere peso.
ru: Подходящая еда для тех, кто голоден, но хочет сбросить вес.

source: Some water drops from the sea. Maybe you shouldn't drink them.
it: Gocce d'acqua salata. Da non bere.
nl_be: Een paar druppels zeewater. Je kan ze best niet drinken.
ru: Несколько капель морской воды. Лучше их не пить.

source: Aquada
ru: Аквада

source: A strange sea fruit. The blue part seems edible.
it: Uno strano frutto di mare. La pate blu sembra commestibile.
nl_be: Een vreemde zeevrucht. Het blauwe gedeelte lijkt eetbaar.
ru: Странный морской фрукт. Синяя часть выглядит съедобной.

source: Some pink residue dropped by a little blub.
it: Residui violacei di Blub Minore.
nl_be: Een rooskleurig overblijfsel achtergelaten door een kleine blub.
ru: Немного розового вещества, оставшегося от мелкого блаба.

source: This mushroom, with a skin as soft as fur, seems to wriggle in your hands!
it: Questo fungo, con una pelle morbida come una pelliccia, sembra muoversi nelle tue mani!
ru: Этот гриб, с кожей мягкой как мех, кажется, извивается в ваших руках!

source: Damage +5%; Defense -5%; Heal 20-30 HP
ru: Урон: +5%; Защита: -5%; Излечивает: 20-30 HP

source: Doesn't seem very appetizing...
it: Non sembra particolarmente appetitoso...
ru: Не выглядит очень аппетитным...

source: Reward from the Cookie Master, beware before to use it, effects are unknown...
ru: Награда от Мастера Печенек. Используй с осторожностью. Эффект неизвестен...

source: Three tentacles taken from a little blub.
it: Tre tentacoli di Blub Minore.
nl_be: Drie, van een kleine blub afgenomen, tentacels.
ru: Три щупальца мелкого блаба.

source: A bunch of small feathers. A piou might have dropped them.
ru: Пучок маленьких пёрышек, упавших с Пию.

source: A fragment of a tortuga shell.
it: Un frammento di guscio di Tortuga.
nl_be: Een stukje van een tortugaschaal
ru: Небольшой фрагмент панциря тортуги.

source: It maybe got broken in order to cook a fried egg.
it: Può essere rotto per fare una frittata.
nl_be: Misschien werd het gebroken om er een omelet van te maken.
ru: Возможно было разбито для приготовления яичницы.

source: A very long tail from a ratto.
it: Una lunga cota di Ratto.
nl_be: Een zeer lange staart van een ratto
ru: Очень длинный хвост крысы.

source: Some teeth of a ratto.
it: Denti di Ratto.
nl_be: Wat tanden van een ratto.
ru: Несколько зубов крысы.

source: Could be tasty if well cooked.
it: Delizioso se cucinato a dovere.
nl_be: Kan wel smaken, wanneer goed gebakken.
ru: Должно быть вкусным, если как следует приготовить.

source: Claws from a wild squichy.
it: Artigli di uno Squichy selvatico.
nl_be: Klauwen van een wilde squichy.
ru: Когти дикой белки.

source: This shell comes from a tortuga.
it: Un tempo la casa di un Tortuga.
nl_be: Deze schaal komt van een tortuga.
ru: Этот панцирь снят с тортуги.

source: The tongue of a tortuga.
it: Una lingua di Tortuga.
nl_be: De tong van een tortuga.
ru: Язык тортуги.

source: A perfectly round and shiny pearl.
it: Una perla lucida perfettamente tonda.
nl_be: Een perfect ronde en schitterende parel.
ru: Идеально гладкая и блестящая жемчужина.

source: The kind of coral you can see in Oceania.
it: Corallo oceanico.
nl_be: Het soort coraal dat je can terugvinden in Oceanië
ru: Такой коралл произрастает в Океании.

source: A wooden box full of aquadas.
it: Una cassa di legno piena di Aquada.
nl_be: Een houten doos vol met aquadas.
ru: Деревянный ящик, полный аквады.

source: A wooden box full of croconuts.
it: Una cassa di legno piena di Croconut.
nl_be: Een houten doos vol met crocosnoten.
ru: Деревянный ящик, полный крокорехов.

source: A wooden box full of plushrooms.
it: Una cassa di legno piena di Plushroom.
nl_be: Een houten doos vol met plushestoelen.
ru: Деревянный ящик, полный плюшевых грибов

source: Fouit Wing
it: Ala di Fouit
ru: Крыло фию.

source: Oufti Wing
it: Ala di Oufti
ru: Крыло Ауфти

source: A pumpkin that can be carved for Halloween.
it: Una zucca che puo' essere svuotata per Halloween.
ru: Тыква, которую можно вырезать на хэллоуин.
