Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: Do you feel this magic aura?
pt_br: Você sente essa aura mágica?

source: Your friends will think you're a dragon!
pt_br: Seus amigos vão pensar que você é um dragão!

source: AFK Cap
pt_br: Boné AFK

source: A cap which identifies you as an useless player.
pt_br: Um boné que identifica você como um jogador inútil.

source: Knit Hat
pt_br: Chapéu de malha

source: Winter is coming!
pt_br: O inverno está chegando!

source: Leprechaun Hat
pt_br: Chapéu do duende

source: Have you found the Leprechaun gold pot?
pt_br: Você encontrou o pote de ouro Leprechaun?

source: Cat Ears
pt_br: Orelhas de gato

source: Meow! A pair of plush cat ears. Meow!
pt_br: Miau! Um par de orelhas de gato de pelúcia. Miau!

source: An improved scarf used by mercenaries in tough environments.
de: Ein verbesserter Schal, der von Söldnern in rauher Umgebung getragen wird.
es: Una bufanda mejorada utilizada por mercenarios en entornos difíciles.
fr: Une écharpe améliorée utilisée par les mercenaires dans des environnements hostiles.
pt_br: Um lenço melhorado usado por mercenários em ambientes difíceis.

source: Monocle
pt_br: Monóculo

source: A handy perception tool, even when not at the opera.
pt_br: Uma ferramenta de percepção muito útil, mesmo quando não se está na ópera.

source: Left Eye Patch
pt_br: Tapa-Olho Esquerdo

source: Arr! What's a pirate with two eyes? A not-pirate! Ar Arr!
pt_br: Arr! O que é um pirata com dois olhos? Um não-pirata! Ar Arr!

source: Googles
pt_br: Óculos

source: Goggles designed to take care of your eyes.
pt_br: Óculos projetados para cuidar dos seus olhos.

source: Heart Glasses
pt_br: Óculos Coração

source: Heart Glasses from another universe. Decisions were different there.
pt_br: Óculos de coração de outro universo. As decisões eram diferentes lá.

source: Burglar Mask
pt_br: Máscara de Assaltante

source: Marry very well with a crowbar.
pt_br: Vai muito bem com um pé de cabra.

source: SunGlasses
pt_br: Oculos de sol

source: Knife
de: Messer
es: Cuchillo
fr: Couteau
it: Coltello
nl_be: Mes
pt_br: Faca
ru: Нож

source: A simple, but efficient knife.
pt_br: Uma faca simples, mas eficiente.

source: Bug Slayer
pt_br: Assassino de Insetos

source: Jesusalva introduced another bug!! We must slay it!
pt_br: Jesusalva introduziu outro bug!! Nós precisamos eliminá-lo!

source: Short Gladius
pt_br: Gladius Curto

source: A short sword made for close combat.
de: Ein Kurzschwert für den Nahkampf.
es: Una espada corta hecha para combate cercano.
fr: Une épée courte pour le combat rapproché.
pt_br: Uma espada curta feita para combate de perto.

source: Wooden Sword
de: Holzschwert
es: Espada de Madera
fr: Épée en Bois
pt_br: Espada de Madeira

source: For sword training. Do not show-off with it.
de: Zu Trainingszwecken. Lass' Dich damit nicht sehen!
es: Para entrenamientos de espada. No presumir con ella.
fr: Pour s'entraîner à l'épée. Ne pas frimer avec.
pt_br: Para treinamento com espadas. Não fique se gabando com ela.

source: Artis Backsword
es: Sable de Artis
fr: Latte d'Artis
pt_br: Sabre de artis

source: An engraved backsword with the symbol of Artis on its brass hilt.
pt_br: Um espada engravada com o símbolo de Artis em seu punho de bronze.

source: Sharp Knife
pt_br: Faca Afiada

source: a sharp knife perfect for cut meat.
pt_br: uma faca afiada perfeita para carne cortada.

source: Rusty Knife
pt_br: Faca Enferrujada

source: A lost knife.
pt_br: Uma faca perdida.

source: Dagger
pt_br: Punhal

source: Use to stab.
pt_br: Use para esfaquear.

source: Bone Knife
pt_br: Faca de Osso

source: A knife made from bones. Quite effective.
pt_br: Uma faca feita de ossos. Bastante eficaz.

source: Rock Knife
pt_br: Faca de Pedra

source: A rock solid knife.
pt_br: Uma faca sólida como rocha.

source: Small Knife
pt_br: Faca Pequena

source: A tiny knife.
pt_br: Uma pequena faca.

source: Divine Sword
pt_br: Espada Divina

source: As the name suggests, it is divine.
pt_br: Como o nome sugere, é divino.

source: Butcher Knife
pt_br: Faca de Açougueiro

source: Usually found in a butchery, yet it can also be found at murderer's hands.
pt_br: Geralmente encontrado em um açougue, mas também pode ser encontrado nas mãos de um assassino.

source: Ancient Sword
pt_br: Espada Antiga

source: Its so old that no one knows when it was created.
pt_br: É tão antigo que ninguém sabe quando foi criado.

source: Ice Gladius
pt_br: Gladius de Gelo

source: A dagger with a shimmering blue blade.
pt_br: Um punhal com uma lâmina azul cintilante.

source: Ice Attack
pt_br: Ataque de gelo

source: A knife named after a famous gambler.
pt_br: Uma faca em homenagem a um famoso apostador.

source: Long Sword
pt_br: Espada Longa

source: It has a very long blade.
pt_br: Tem uma lâmina muito longa.

source: Thunder Staff ★★★
pt_br: Bastão Trovão ★★★

source: Jesusalva's courtesy, impairs holy lightning over your foes!
pt_br: Cortesia de Jesusalva, causa raios sagrados nos seus inimigos!

source: Wind Attack, Rare Item
pt_br: Ataque de Vento, Item Raro

source: Judgement ★★★
pt_br: Julgamento ★★★

source: Sometimes, to Saves the ones you like, you must judge the ones you don't.
pt_br: Às vezes, para salvar os que você gosta, você deve julgar os que você não gosta.

source: Splash damage and knockback effect
pt_br: Dano em área e efeito knockback

source: Dark Pulsar ★★★
pt_br: Pulsar Negra ★★★

source: This awful blade will seep your enemies life force like a knife cuts butter. Or at least, this is what they told me.
pt_br: Esta terrível lâmina irá drenar a força vital de seus inimigos como uma faca corta manteiga. Ou pelo menos foi o que me disseram.

source: Work In Progress
pt_br: Trabalho em progresso

source: Bronze Gladius
pt_br: Gladius de bronze

source: A short sword made of bronze for lucky adventurer.
pt_br: Uma espada curta feita de bronze para um aventureiro sortudo.

source: Scythe
pt_br: Foice

source: Too heavy and clumbersome to use, clearly was not designed to be a weapon.
pt_br: Muito pesada e desbalanceada para usar, claramente não foi designada para ser uma arma.

source: A heavy and clumbersome mace from the lands of fire.
pt_br: Uma maça pesada e pesada das terras de fogo.

source: From the lands of fire, used to break Lava Mana Stones in two.
pt_br: Das terras de fogo, costumava quebrar Lava Mana Stones em dois.

source: Broadsword
pt_br: Espada Larga

source: A heavy sword from the lands of fire. Useful even for bashing.
pt_br: Uma espada pesada das terras de fogo. Útil mesmo para contusão.

source: Blacksmith Axe
pt_br: Machado de ferreiro

source: The icon of Land Of Fire, used by the best blacksmith from the whole world.
pt_br: O ícone da Terra do Fogo, usado pelo melhor ferreiro de todo o mundo.

source: Centaur Spear
pt_br: Centauro lança

source: heavy spear made for centaur.
pt_br: lança pesada feita para centauro.

source: Piou egg
de: Piou Ei
es: Huevo de Piou
fr: Oeuf de Piou
pt_br: Ovo de Piou

source: Piou egg. Not for omelettes!
de: Piou Ei. Nicht für Omeletts!
es: Huevo de Piou. ¡No para tortillas!
fr: Un œuf de piou. Pas fait pour les omelettes !
pt_br: Ovo Piou. Não para omeletes!

source: Hatch
de: Luke
es: Escotilla
fr: Éclore
pt_br: Chocar

source: Bhopper egg
pt_br: Ovo Bhopper

source: Whaaaaaat, it is a lucky Bhopper Egg! With proper care, this pet will increase your luck!
pt_br: Queeeeeeee, é um sortudo Coelhinho! Com os devidos cuidados, este animal de estimação aumentará a sua sorte!

source: Maggot Cocoon
pt_br: Casulo de Verme

source: Hey, this cocoon is really rare!
pt_br: Ei, esse casulo é muito raro!

source: Faithful companion
pt_br: Companheiro fiel

source: Wake
pt_br: Despertar

source: Blacky Cat
pt_br: Gato preto

source: Unluck to your foes
pt_br: Liberte para seus inimigos

source: Ratte the Ratto
pt_br: Ratte o Ratto

source: Forest Spore
pt_br: Esporo da floresta

source: Not everyone have this rare type of spore.
pt_br: Nem todo mundo tem esse tipo raro de esporo.

source: Throw
pt_br: Lançar

source: Crimson Dye
pt_br: Tintura Carmesim

source: Dye
de: Farbe
es: Tinte
fr: Teinture
nl_be: Verf
pt_br: Tinta

source: Color dye that can be used on clothing.
pt_br: Corante que pode ser usado em roupas.

source: Chocolate Dye
pt_br: Tintura de Chocolate

source: Mint Dye
pt_br: Tintura de Menta

source: Black Dye
pt_br: Tintura Preta

source: Silver Dye
pt_br: Corante de prata

source: Camel Dye
pt_br: Corante de camelo

source: Brown Dye
pt_br: Tintura Marrom

source: Orange Dye
pt_br: Corante Laranja

source: Dark Red Dye
pt_br: Tintura Vermelha Escura

source: Red Dye
pt_br: Corante vermelho

source: Fuchsia Dye
pt_br: Tintura Fúcsia

source: Pink Dye
pt_br: Tintura Cor-de-rosa

source: Mauve Dye
pt_br: Tintura Malva

source: Purple Dye
pt_br: Tintura Roxa

source: Navy Blue Dye
pt_br: Tintura azul marinho

source: Blue Gray Dye
pt_br: Tintura Azul Cinza

source: Blue Dye
pt_br: Corante azul

source: Teal Dye
pt_br: Tintura de Teal

source: Green Dye
pt_br: Tintura Verde

source: Lime Dye
pt_br: Tintura de Cal

source: Khaki Dye
pt_br: Tintura cáqui

source: Yellow Dye
pt_br: Tintura Amarela

source: Necromancer Card
pt_br: Carta do Necromante

source: A powerful card.
pt_br: Um cartão poderoso.

source: Prints an error
pt_br: Imprime um erro

source: Hero Card
pt_br: Carta do Herói

source: Crusader Card
pt_br: Carta do Cruzado

source: Paladin Card
pt_br: Carta do Paladino

source: Forest Card
pt_br: Carta da Floresta

source: Oldur Card
pt_br: Carta Oldur

source: Slide Card
pt_br: Carta de Slides

source: Natural Card
pt_br: Carta da Natureza

source: Desert Thief Card
pt_br: Cartão do Ladrão do Deserto

source: This magic card made of dried sand can be placed in certain type of glove to bring you some powers.
pt_br: Este cartão mágico feito de areia seca pode ser colocado em certo tipo de luva para lhe trazer alguns poderes.

source: Attack Speed +1%
pt_br: Velocidade de Ataque +1%

source: Polished Diamond
pt_br: Diamante polido

source: Insert
pt_br: Inserir

source: A polished gemstone.
pt_br: Uma pedra preciosa polida.

source: Polished Ruby
pt_br: Rubi polido

source: Polished Amethyst
pt_br: Ametista polida

source: Polished Sapphire
pt_br: Safira Polida

source: Polished Topaz
pt_br: Topázio Polido

source: Polished Emerald
pt_br: Esmeralda Polida

source: Wooden Bow
de: Holzbogen
es: Arco de madera
fr: Arc en Bois
pt_br: Arco de Madeira

source: For the unexperienced bowman.
pt_br: Para o arqueiro inexperiente.

source: Training Bow
pt_br: Arco de Treinamento

source: For bow training. Does not seem much reliable.
de: Zum Bogentraining. Sieht nicht sehr zuverlässig aus.
es: Para entrenamiento con arco. No parece muy fiable.
fr: Pour s'entraîner à l'arc. N'a pas l'air très fiable.
pt_br: Para treinamento de arqueiros. Não parece muito confiável.

source: Short Bow
pt_br: Arco Curto

source: The shortest of them all, and almost a knife, but the only which hits at point-blank range.
pt_br: O menor de todos, quase uma faca, mas o único capaz de acertar bem de pertinho.

source: Forest Bow
pt_br: Arco da Floresta

source: A big bow, to hunt monsters in the forest.
pt_br: Um grande arco, para caçar monstros na floresta.

source: Championship Bow
pt_br: Arco do Campeão

source: A great bow which only champions are allowed to use.
pt_br: Um grande arco que apenas campeões podem usar.

source: Desert Bow
pt_br: Arco do Deserto

source: The best bow of Toonori. Light, yet powerful.
pt_br: O melhor arco de Toonori. Leve, porém poderoso.

source: Banshee Bow
pt_br: Arco Banshee

source: Need to banish something? Do not fret, use the Banshee Bow!
pt_br: Precisa banir alguma coisa? Não se desespere, use o Arco Banshee!

source: -15 HP/Shoot
pt_br: -15 PV / disparar

source: Pyn Rifle
pt_br: Rifle Pyn

source: When a single big hole in your enemies' chests is all you need.
pt_br: Quando um único grande buraco no peito de seus inimigos é tudo que você precisa.

source: Critical +40%
pt_br: Crítico + 40%

source: Acc. -10%, Critical -100%, Dex attack bonus 0%
pt_br: Acc. -10%, Crítico -100%, bônus de ataque Dex 0%

source: Pyn Shotgun
pt_br: Espingarda de Pyn

source: Developed on Saulc's Palace, that thing causes splash damage.
pt_br: Desenvolvido no Palácio de Saulc, essa coisa causa estragos.

source: Acc. -30%, Dodge -25%
pt_br: Acc. -30%, Esquiva -25%

source: You better raise your dextry, or you won't hit anything with it.
pt_br: É melhor você aumentar sua destreza, ou você não vai acertar nada com isso.

source: Acc. -40%, Critical -60%
pt_br: Acc. -40%, crítico -60%

source: Training Arrow
de: Trainingspfeil
es: Flecha de entrenamiento
fr: Flèche d'Entraînement
pt_br: Flecha de Treinamento

source: Tolchi Arrow
pt_br: Flecha Tolchi

source: a basic arrow.
pt_br: uma flecha básica.

source: Arrow
pt_br: Flecha

source: an arrow used at archery.
pt_br: uma flecha usada na arquearia.

source: Cursed Arrow
pt_br: Flecha Amaldiçoada

source: A cursed arrow
pt_br: Uma flecha amaldiçoada

source: Iron Arrow
pt_br: Flecha de Ferro

source: An arrow made from iron
pt_br: Uma flecha feita de ferro

source: Poison Arrow
pt_br: Flecha Envenenada

source: A normal arrow diped in poison.
pt_br: Uma flecha normal mergulhada em veneno.

source: May poison foes
pt_br: Pode envenenar inimigos

source: Thorn Arrow
pt_br: Flecha de Espinhos

source: Take care when handling it to don't hurt yourself.
pt_br: Tome cuidado ao manipulá-la para não se machucar.

source: Bone Arrow
pt_br: Flecha de Osso

source: A bone-breaker arrow.
pt_br: Uma flecha de quebrar ossos.

source: Bullet
pt_br: Bala

source: The only thing which will fit on that gun of yours.
pt_br: A única coisa que caberá nessa arma sua.

source: Sacred Bullet
pt_br: Bala sagrada

source: Acorn Of Death
pt_br: Bolota Da Morte

source: You died, and all you got was this nasty acorn!
pt_br: Você morreu, e tudo que obteve foi essa bolota irritante!

source: Heal 12-18 HP
de: Heilung 12-18 HP
es: Curar 12-18 HP
fr: Soigne 12-18 PV
pt_br: Cura 12-18 HP
ru: Излечивает 12-18 HP

source: Sailor's Room
de: Matrosenkammer
es: Camarote de marinero
fr: Salle des Marins
pt_br: Sala dos Marinheiros

source: Ocean
pt_br: Oceano

source: Jesusalva's Trap
pt_br: Armadilha de Jesusalva

source: Floating Island of Aeros
pt_br: Ilha Flutuante de Aeros

source: Coliseum
pt_br: Coliseu

source: Saulc's Palace
pt_br: Palácio de Saulc

source: Saulc's Home
pt_br: Casa de Saulc

source: Enchanted Forest
pt_br: Floresta Encantada

source: Contributor's Cave
pt_br: Caverna dos Contribuidores

source: Cave Of Trials
pt_br: Caverna dos Desafios

source: Frostia Cliffs
pt_br: Penhascos de Frostia

source: Hungry Quirin Arena
pt_br: Arena Quirino Voraz

source: Eternity Maze
pt_br: Labirinto da Eternidade

source: Second Deck
de: Unterdeck
es: Segunda Cubierta
fr: Second Pont
pt_br: Segundo andar

source: Hold
de: Lagerraum
es: Agarrar
fr: Cale
pt_br: Depósito

source: First Deck
de: Oberdeck
es: Primera Cubierta
fr: Premier Pont
pt_br: Primeiro andar

source: Nard's Room
de: Nard's Zimmer
es: Habitación de Nard
fr: Bureau de Nard
pt_br: Sala de Nard's

source: The Magic Guild
pt_br: A Guilda Mágica

source: Guard's House
pt_br: Casa da Guarda

source: Tulimshar Sewers
pt_br: Esgotos de Tulimshar

source: Tulimshar Wall
pt_br: Muros de Tulimshar

source: Magic School's Cave
pt_br: Caverna da Escola Mágica

source: duel map
pt_br: Mapa de Duelos

source: Tulimshar Guild
pt_br: Guilda de Tulimshar

source: Tulimshar Storage
pt_br: Armazém de Tulimshar

source: Forgotten Shop
pt_br: Loja Esquecida

source: Tulimshar Jeweler
pt_br: Joalheria de Tulimshar

source: Laundry
pt_br: Lavanderia

source: Terranite Forge
pt_br: Forjaria Terranite

source: Canyon Caves
pt_br: Cavernas do Canyon

source: Desert Mountains
pt_br: Montanhas Desertas

source: Candor Island
pt_br: Ilha de Candor

source: Saxso's Basement
pt_br: Porão de Saxso

source: Saxso's House
pt_br: Casa de Saxso

source: Storage House
pt_br: Casa de Armazenamento

source: Armor Shop
pt_br: Loja de Armaduras

source: Candor Bank
pt_br: Banco de Candor

source: Candor Magic House
pt_br: Casa Mágica de Candor

source: Training House
pt_br: Casa de Treinamento

source: Crazyfefe's Cave
pt_br: Caverna de Crazyfefe

source: Tulimshar Mining Camp
pt_br: Campos de Mineração de Tulimshar

source: Party Dungeon Waiting Hall
pt_br: Salão de espera do calabouço do partido

source: 1st Floor - Party Dungeon
pt_br: 1º andar - masmorra da festa

source: 2nd Floor - Party Dungeon
pt_br: 2º andar - masmorra da festa

source: Halinarzo Library &amp; Bar
pt_br: Biblioteca Halinarzo & amp; Barra

source: Halinarzo General Store
pt_br: Loja Geral de Halinarzo

source: Halinarzo Hospital
pt_br: Hospital Halinarzo

source: Halinarzo Church
pt_br: Igreja Halinarzo

source: Canyon Great Caves
pt_br: Grandes Cavernas do Canyon

source: Depleted Mana Stones Mine
pt_br: Mina de Pedras de Mana Esgotada

source: Hurnscald Inn
pt_br: Hotel de Hurnscald

source: Archery Shop
pt_br: Loja de Arco e Flecha

source: Alchemy Shop
pt_br: Loja de Alquimia

source: Indoors
pt_br: Interior

source: Hurnscald Hospital
pt_br: Hospital de Hurnscald

source: Town Hall
pt_br: Prefeitura

source: Woodland Mining Camp
pt_br: Acampamento de Mineração da Floresta

source: Woodlands Southeast
pt_br: Sudeste das Florestas

source: Woodlands Central Area
pt_br: Florestas - Área Central

source: Woodland Mines
pt_br: Minas da Floresta

source: Bandit Cave
pt_br: Caverna dos Bandidos

source: Butterfly Caves
pt_br: Cavernas Borboleta

source: La Marine First Deck
pt_br: La Marine - Primeiro Convés

source: Pirate Attack
pt_br: Ataque Pirata

source: Land Of Fire Village
pt_br: Terra da aldeia de fogo

source: Jack's Basement
pt_br: Porão de Jack

source: Jack's House
pt_br: Casa do Jack

source: Dimond's Cove
pt_br: Angra de Dimond

source: LoF Weapon Smith &amp; Shop
pt_br: LoF Weapon Smith & amp; fazer compras

source: Sincerity Island Cave
pt_br: Gruta da Ilha da Sinceridade

source: Sincerity
pt_br: Sinceridade

source: Heroes' Hold - Castle
pt_br: Heróis Segure - Castelo

source: Heroes' Hold - Outside
pt_br: Heroes 'Hold - fora

source: Skull Cave
pt_br: Cave Caveira

source: Somber Cave
pt_br: Caverna Somber

source: Secret Island Cave
pt_br: Caverna da Ilha Secreta

source: Secret Island House
pt_br: Casa da Ilha Secreta

source: Secret Island
pt_br: Ilha Secreta

source: Lilit Island
pt_br: Ilha Lilit

source: Boss Arena
pt_br: Arena Boss

source: Botcheck Area
pt_br: Area Botcheck

source: Jesusalva's Jail
pt_br: Cadeia de Jesusalva

source: Soren House
pt_br: Casa de Soren

source: Soren's Village
pt_br: Vila de Soren

source: test
es: prueba
pt_br: teste

source: Little Blub
de: Kleines Blub
es: Blub Pequeño
fr: Petit Blub
it: Blub Minore
nl_be: Kleine Blub
pt_br: Blubinho
ru: Мелкий блаб

source: Crocotree
de: Croco-Baum
fr: Crocotier
pt_br: Crocoárvore
ru: Крокодерево

source: Plushroom Field
de: Plushroom Feld
es: Campo Plushroom
fr: Champ de Peluchignons
pt_br: Campo de Plushroom
ru: Поле плюшевых грибов

source: Manana Tree
de: Manabaum
es: Árbol de Manana
fr: Mananier
pt_br: Árvore de Manana

source: Pillar Dummy
de: Pfostenattrappe
fr: Mannequin Pilier
pt_br: Boneco Pillar

source: Fluffy
es: Plumoso
fr: Pluche
pt_br: Tufo

source: Bandit
pt_br: Bandito

source: Red Butterfly
pt_br: Borboleta Vermelha

source: Cave Maggot
pt_br: Verme de Caverna

source: Clover Patch
pt_br: Campo de Trevos de Quatro Folhas

source: Duck
pt_br: Pato

source: Maggot
pt_br: Verme

source: Giant Maggot
pt_br: Verme Gigante

source: Squirrel
pt_br: Esquilo

source: Silk Worm
pt_br: Bicho da Seda

source: Cave Snake
pt_br: Cobra de Caverna

source: Demonic Scythe
pt_br: Foice Maligna

source: Wolvern
pt_br: Lobisomem

source: Zombie
pt_br: Zumbi

source: Bat
pt_br: Morcego

source: Yeti King
pt_br: Rei Yeti

source: Iced Fluffy
pt_br: Tufo Gelado

source: Red Mushroom
pt_br: Cogumelo Vermelho

source: Poison Spiky Mushroom
pt_br: Cogumelo Espinhoso Venenoso

source: Giant Mutated Bat
pt_br: Mutação de Morcego Gigante

source: Warlord Skull
pt_br: Caveira do Senhor da Guerra

source: Red Dragon
pt_br: Dragão Vermelho

source: Golden Skull
pt_br: Caveira Dourada

source: Smoke Dragon
pt_br: Dragão de Fumaça

source: Bhop Fluffy
pt_br: Coelho

source: Forest Dragon
pt_br: Dragão da Floresta

source: Dark Lizard
pt_br: Lagarto Negro

source: Magic Goblin
pt_br: Goblin Mágico

source: Halloween Jack'O
pt_br: Jack'O Halloween

source: Witch Jack'O
pt_br: Jack'O Feiticeiro

source: Scar
pt_br: Espantalho

source: Alpha Mouboo
pt_br: Mouboo Alfa

source: Witched Zombie
pt_br: Zombie Amaldiçoado

source: Night Dragon
pt_br: Dragão da Noite

source: Forest Mushroom
pt_br: Cogumelo da Floresta

source: Forain
pt_br: Sasquatch

source: Vampire Bat
pt_br: Morcego Vampiro

source: Bee
pt_br: Abelha

source: Log Head
pt_br: Cabeça de Madeira

source: Fire Goblin
pt_br: Goblin de Fogo

source: Mana Ghost
pt_br: Fantasma de Mana

source: Moonshroom
pt_br: Cogumelo Lunar

source: Moggun
pt_br: Mogun

source: Scorpion
pt_br: Escorpião

source: Red Scorpion
pt_br: Escorpião Vermelho

source: Candor Scorpion
pt_br: Escorpião de Candor

source: Black Scorpion
pt_br: Escorpião Preto

source: Mana Bug
pt_br: Inseto de Mana

source: Saxso Ghost
pt_br: Fantasma de Saxso

source: Night Scorpion
pt_br: Escorpião da Noite

source: Golden Scorpion
pt_br: Escorpião Dourado

source: Frostia King
pt_br: Rei Frostia

source: Frostia Guard
pt_br: Guarda de Frostia

source: Halinarzo Guard
pt_br: Guarda de Halinarzo

source: Desert Maggot
pt_br: Verme do Deserto

source: House Maggot
pt_br: Verme Doméstico

source: Green Slime
pt_br: Slime Verde

source: Rudolph Slime
pt_br: Slime Rodolfo

source: Blue Slime
pt_br: Slime Azul

source: Copper Slime
pt_br: Slime de Cobre

source: Candied Slime
pt_br: Slime Balinha

source: Yellow Slime
pt_br: Slime Amarelo

source: Red Slime
pt_br: Slime Vermelho

source: Sea Slime
pt_br: Slime do Mar

source: White Slime
pt_br: Slime Branco

source: Azul Slime
pt_br: Slime Azulíssimo

source: Santa Slime
pt_br: Slime Papai-Noel

source: Lava Slime
pt_br: Slime de Lava

source: Small Ruby Bif
pt_br: Pequeno Bif Rubi

source: Ruby Bif
pt_br: Bif Rubi

source: Big Ruby Bif
pt_br: Grande Bif Rubi

source: Small Topaz Bif
pt_br: Pequeno Bif Topázio

source: Topaz Bif
pt_br: Bif Topázio

source: Big Topaz Bif
pt_br: Grande Bif Topázio

source: Small Emerald Bif
pt_br: Pequeno Bif Esmeralda

source: Emerald Bif
pt_br: Bif Esmeralda

source: Big Emerald Bif
pt_br: Grande Bif Esmeralda

source: Small Diamond Bif
pt_br: Pequeno Bif Diamante

source: Diamond Bif
pt_br: Bif Diamante

source: Big Diamond Bif
pt_br: Grande Bif Diamante

source: Small Amethyst Bif
pt_br: Pequeno Bif Ametista

source: Amethyst Bif
pt_br: Bif Ametista

source: Big Amethyst Bif
pt_br: Grande Bif Ametista

source: Small Sapphire Bif
pt_br: Pequeno Bif Safira

source: Sapphire Bif
pt_br: Bif Safira

source: Big Sapphire Bif
pt_br: Grande Bif Safira

source: Small Magic Bif
pt_br: Bif Mágico Pequeno

source: Magic Bif
pt_br: Bif Mágico

source: Big Magic Bif
pt_br: Bif Magic Grande

source: Easter Mouboo
pt_br: Mouboo de Páscoa

source: Snake
pt_br: Cobra

source: Mountain Snake
pt_br: Cobra da Montanha

source: Desert Bandit
pt_br: Bandido do Deserto

source: Sarracenus
pt_br: Sarraceno

source: Magic Ratto
pt_br: Ratto Mágico

source: Desert Log Head
pt_br: Cabeça Oca do Deserto

source: Chagashroom Field
pt_br: Campo de Chagashroom

source: Murderer Scorpion
pt_br: Escorpião Assassino

source: Angry Red Scorpion
pt_br: Escorpião Vermelho Furioso

source: Angry Scorpion
pt_br: Escorpião Furioso

source: Pinkie
pt_br: Trasgo Rosa

source: Ocean Croc
pt_br: Croc Oceânico

source: Gamboge Plant
pt_br: Planta de Gamboge

source: Mauve Plant
pt_br: Planta Malva

source: Cobalt Plant
pt_br: Planta de Cobalto
