Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: If you are thirsty, this won't solve your problems.
pt_br: Se você estiver com sede, isso não resolverá seus problemas.

source: Golden Easter Egg
pt_br: Ovo de Páscoa Dourado

source: A rare golden egg which can only be used during Easter.
pt_br: Um raro ovo de ouro que só pode ser usado durante a Páscoa.

source: Silver Easter Egg
pt_br: Ovo de Páscoa Prateado

source: A silver egg which can only be used during Easter.
pt_br: Um ovo de prata que só pode ser usado durante a Páscoa.

source: Pile Of Ash
pt_br: Pilha de Cinzas

source: A pile of ash similar to volcanic ash.
pt_br: Uma pilha de cinzas semelhante à cinza vulcânica.

source: Duck Feathers
pt_br: Penas De Pato

source: Small feathers of an angry Duck.
pt_br: Pequenas penas de um pato com raiva.

source: Tulimshar Guard Card
pt_br: Cartão de guarda de Tulimshar

source: Go anywhere you want! Well, not really. But grants you access to restricted areas in Tulimshar.
pt_br: Vá a qualquer lugar que você quiser! Bem, na verdade não. Mas concede-lhe acesso a áreas restritas em Tulimshar.

source: Roach
pt_br: Barata

source: A small fish.
pt_br: Um peixe pequeno.

source: Tench
pt_br: Tencas

source: A tench found in pond.
pt_br: Um peixe encontrado na lagoa.

source: Lifestone
pt_br: Pedra da Vida

source: A small stone with some life power on it. Not very useful.
pt_br: Uma pequena pedra com algum poder de vida nela. Não é muito útil.

source: Copper Ore
pt_br: Minério de Cobre

source: Copper in its brute form.
pt_br: Cobre na sua forma bruta.

source: Lead Ore
pt_br: Minério de Chumbo

source: Lead in its brute form.
pt_br: Chumbo na sua forma bruta.

source: Tin Ore
pt_br: Minério de Estanho

source: Tin in its brute form.
pt_br: Estanho na sua forma bruta.

source: Silver Ore
pt_br: Minério de Prata

source: Silver in its brute form.
pt_br: Prata em sua forma bruta.

source: Gold Ore
pt_br: Minério de Ouro

source: Gold in its brute form.
pt_br: Ouro em sua forma bruta.

source: Platinum Ore
pt_br: Minério de Platina

source: Platinum in its brute form.
pt_br: Platina na sua forma bruta.

source: Iridium Ore
pt_br: Minério de Irídio

source: Iridium in its brute form.
pt_br: Irídio em sua forma bruta.

source: Titanium Ore
pt_br: Minério de Titânio

source: Titanium in its brute form.
pt_br: Titânio em sua forma bruta.

source: Copper Ingot
pt_br: Lingotes de cobre

source: Used to craft copper objects.
pt_br: Usado para criar objetos de cobre.

source: Lead Ingot
pt_br: Lingote de chumbo

source: Used to craft lead objects.
pt_br: Usado para criar objetos de chumbo.

source: Tin Ingot
pt_br: Lingote de Estanho

source: Used to craft tin objects.
pt_br: Usado para criar objetos de estanho.

source: Silver Ingot
pt_br: Lingote de prata

source: Used to craft silver objects.
pt_br: Usado para criar objetos de prata.

source: Gold Ingot
pt_br: Lingote de ouro

source: Used to craft gold objects.
pt_br: Usado para criar objetos de ouro.

source: Platinum Ingot
pt_br: Lingote De Platina

source: Used to craft platinum objects.
pt_br: Usado para criar objetos de platina.

source: Iridum Ingot
pt_br: Lingote de Irídio

source: Used to craft iridium objects.
pt_br: Usado para criar objetos de irídio.

source: Titanium Ingot
pt_br: Lingote De Titânio

source: Used to craft titanium objects.
pt_br: Usado para criar objetos de titânio.

source: Diamond Powder
pt_br: Pó de diamante

source: A white powder made out of a diamond.
pt_br: Um pó branco feito de um diamante.

source: Ruby Powder
pt_br: Pó de rubi

source: A red powder made out of a ruby.
pt_br: Um pó vermelho feito de um rubi.

source: Emerald Powder
pt_br: Pó esmeralda

source: A green powder made out of an emerald.
pt_br: Um pó verde feito de uma esmeralda.

source: Sapphire Powder
pt_br: Pó de safira

source: A blue powder made out of a sapphire.
pt_br: Um pó azul feito de uma safira.

source: Topaz Powder
pt_br: Topázio em Pó

source: A yellow powder made out of a topaz.
pt_br: Um pó amarelo feito de um topázio.

source: Amethyst Powder
pt_br: Pó de ametista

source: A purple powder made out of an amethyst.
pt_br: Um pó roxo feito de uma ametista.

source: Aquada Box
de: Aquadakiste
es: Caja de Aquada
fr: Boîte d'Aquadas
it: Cassa di Aquada
nl_be: Aquadadoos
pt_br: Caixa de Aquada
ru: Ящик аквады

source: Contains 50 aquadas.
de: Enthält 50 Aquadas.
es: Contiene 50 aquadas.
fr: Contient 50 aquadas.
pt_br: Contém 50 aquadas.

source: Mountain Snake Tongue
pt_br: Língua de cobra de montanha

source: The forked tongue of a mountain snake.
pt_br: A língua bifurcada de uma cobra da montanha.

source: Mountain Snake Skin
pt_br: Pele de serpente da montanha

source: A rare skin of a mountain snake.
pt_br: Uma pele rara de uma cobra da montanha.

source: Cave Snake Skin
pt_br: Pele de Cobra da Caverna

source: A cave snake skin.
pt_br: Uma pele de cobra de caverna.

source: Scorpion claw
pt_br: Garra de Escorpião

source: One scorpion was out of harm's way.
pt_br: Um escorpião agora fora de perigo.

source: Red Scorpion claw
pt_br: Garra de Escorpião Vermelho

source: Not appetizing.
pt_br: Não apetitoso.

source: Black Scorpion claw
pt_br: Garra de Escorpião Negro

source: Golden Scorpion claw
pt_br: Garra de Escorpião Dourado

source: A dangerous golden scorpion claw.
pt_br: Uma garra perigosa de escorpião dourado.

source: Ocean Croc Claw
pt_br: Garra de Croc do Oceano

source: A claw of a rare species of croc.
pt_br: Uma garra de uma espécie rara de croc.

source: White Fur
pt_br: Pelo Branco

source: White fleecy fur, useful for making garments.
pt_br: Peles brancas felpudas, úteis para fazer roupas.

source: Everburn Powder
pt_br: Pó de Chama Eterna

source: Infinite Burning Powder. 100% magic. Extremely rare reagent.
pt_br: Pó Ardente Infinito. 100% mágica. Reagente extremamente raro.

source: Dark Desert Mushroom
pt_br: Cogumelo do Deserto Escuro

source: Extremely rare, only found on the deepest part of the Hard Desert. Useful for all potions.
pt_br: Extremamente raro, encontrado apenas na parte mais profunda do deserto. Útil para todas as poções.

source: Wooden Log
pt_br: Barra de Madeira

source: With the work of a skilled lumberjack, this log is useful for almost all your crafting needs.
pt_br: Com o trabalho de um lenhador habilidoso, essa madeira é útil para quase todas suas necessidades.

source: Mana Piou Feathers
pt_br: Penas de Piou de Mana

source: Small magic feathers of a little magic piou.
pt_br: Pequenas penas mágicas de um pequeno piou mágico.

source: Black Mamba Skin
pt_br: Pele Mamba Negra

source: The skin of a slain black mamba.
pt_br: A pele de uma mamba negra morta.

source: Black Mamba Tongue
pt_br: Língua de Mamba Negra

source: The forked tongue of a black mamba.
pt_br: A língua bifurcada de uma mamba negra.

source: Squirrel Pelt
pt_br: Esquilo Pelt

source: The pelt of a squirrel. Trophy of the less experienced hunters..
pt_br: A pele de um esquilo. Troféu dos caçadores menos experientes ..

source: Alizarin Herb
pt_br: Erva Alizarina

source: Shadow Herb
pt_br: Erva Sombra

source: An ingredient for brewing poison potions.
pt_br: Um ingrediente para preparar poções de veneno.

source: Warped Log
pt_br: Registro Warped

source: A piece of wood, warped and twisted by some unnatural force. Useless.
pt_br: Um pedaço de madeira, deformado e torcido por alguma força não natural. Sem utilidade.

source: Mouboo Figurine
pt_br: Estatueta Mouboo

source: A small, wooden figurine of a mouboo. Useful for summoning.
pt_br: Uma pequena estatueta de madeira de um mouboo. Útil para convocar.

source: Copper Key
pt_br: Chave de cobre

source: You have the key, now you need to find the chest to open!
pt_br: Você tem a chave, agora você precisa encontrar o baú para abrir!

source: Bromenal Four-Leaf Amulet
pt_br: Amuleto de Quatro Folhas Bromenal

source: An amulet that brings the wearer good luck where ever they go.
pt_br: Um amuleto que traz ao portador boa sorte aonde quer que vá.

source: VIT Defence +10%, Luck +1
pt_br: Defesa VIT + 10%, Sorte +1

source: Silver Four-Leaf Amulet
pt_br: Amuleto de Quatro Folhas de Prata

source: An amulet that brings the wearer great luck where ever they go.
pt_br: Um amuleto que traz ao portador grande sorte onde quer que eles vão.

source: VIT Defence +5%, Luck +1
pt_br: Defesa VIT + 5%, Sorte +1

source: Golden Four-Leaf Amulet
pt_br: Amuleto Dourado de Quatro Folhas

source: An amulet that brings the wearer excellent luck where ever they go.
pt_br: Um amuleto que traz ao portador excelente sorte aonde quer que ele vá.

source: VIT Defence +7%, Luck +2
pt_br: Defesa VIT + 7%, Sorte +2

source: Crozenite Four-Leaf Amulet
pt_br: Amuleto de Quatro Folhas Crozenita

source: An amulet that brings the wearer luck where ever they go.
pt_br: Um amuleto que traz a sorte do portador para onde quer que eles vão.

source: VIT Defence +3%
pt_br: Defesa VIT + 3%

source: Heart Necklace
pt_br: Colar de Coração

source: A gold and ruby heart necklace.
pt_br: Um colar de coração de ouro e rubi.

source: NYI
pt_br: ANI

source: Jack's Skeleton Charm
pt_br: Colar Esqueleto de Jack's

source: A mysterious charm said to only work at a special time of year.
pt_br: Um charme misterioso disse que só funciona em uma época especial do ano.

source: Lifestone Pendant
pt_br: Pendente de Pedra da Vida

source: A mystical pendant.
pt_br: Um pingente místico.

source: SP Regen +1%, HP Regen +5%
pt_br: Regeneração SP + 1%, Regeneração HP + 5%

source: Bloodstone Pendant
pt_br: Pingente de Pedra de Sangue

source: A demoniac pendant.
pt_br: Um pingente demoníaco.

source: Raw Talisman
pt_br: Talismã Cru

source: Raw form of a talisman, can be enchanted with ancient magic.
pt_br: Forma bruta de um talismã, pode ser encantado com a magia antiga.

source: Dark Talisman
pt_br: Talismã das Trevas

source: A small cube. It radiates unimaginable power, and is quite dizzying to look at.
pt_br: Um pequeno cubo. Ele irradia um poder inimaginável e causa tontura só de se olhar.

source: Flight Talisman
pt_br: Talismã de Voo

source: A talisman created using ancient magic to keep you safe during flights.
pt_br: Um talismã criado usando magia antiga para mantê-lo seguro durante os vôos.

source: Tooth Necklace
pt_br: Colar de Dentes

source: A basic tooth necklace.
pt_br: Um colar de dente básico.

source: Wolvern Teeth Necklace
pt_br: Colar de dentes de Wolverine

source: A poacher necklace.
pt_br: Um colar caçador.

source: Claw Pendant
pt_br: Pingente de Garra

source: A pendant made for hermit
pt_br: Um pingente feito para o eremita

source: Barbarian Amulet
pt_br: Amuleto Bárbaro

source: A typical amulet for adult barbarian.
pt_br: Um amuleto típico para bárbaro adulto.

source: Barbarian Master Amulet
pt_br: Amuleto Mestre Bárbaro

source: An unique amulet in a tribe.
pt_br: Um amuleto único em uma tribo.

source: Monk Pendant
pt_br: Pingente De Monge

source: Angel Amulet
pt_br: Amuleto de Anjo

source: Sponsor Necklace
pt_br: Colar Patrocinador

source: A necklace which only senior sponsors are allowed to use.
pt_br: Um colar que só patrocinadores seniores podem usar.

source: Makes you look cool!
pt_br: Faz você parecer legal!

source: Mouboo pendant
pt_br: Pingente Mouboo

source: You are now part of the Pink Mouboo cult.
pt_br: Você agora faz parte do culto Pink Mouboo.

source: HP Regen +6%, SP regen +3%, HP +150
pt_br: Regeneração HP + 6%, Regeneração SP + 3%, HP +150

source: Alvasus Pendant
pt_br: Pingente Alvasus

source: Saulc added something he didn't knew how to.
pt_br: Saulc acrescentou algo que ele não sabia.

source: Four Leaf Clover
pt_br: Trevo-de-quatro-folhas

source: A lucky and extremely rare drop.
pt_br: Uma item extremamente raro.

source: Receive 12% less Critical hits
pt_br: Receba 12% menos hits críticos

source: Ash Urn
pt_br: Urna de Cinza

source: An ash urn. Contains something burnt, but you can't quite find out what.
pt_br: Uma urna de cinzas. Contém algo queimado, mas você não consegue descobrir o quê.

source: Astral Cube
pt_br: Cubo Astral

source: The key component to shift worlds will grant you etheral defense.
pt_br: O componente chave para mudar de mundo lhe concederá a defesa etera.

source: Broken Doll
pt_br: Boneca Quebrada

source: An ancient doll taken from a fallen Fey Element that used it as a lure for its young victims.
pt_br: Um boneco antigo tirado de um elemento Fey caído que o usou como isca para suas jovens vítimas.

source: Doll
pt_br: Boneca

source: A doll. Monsters will understimate you, allowing to crit more often.
pt_br: Uma boneca. Monstros vão subestimá-lo, permitido causar dano crítico com mais frequência.

source: Critical +15%
pt_br: Crítico + 15%

source: Fire Scroll
pt_br: Pergaminho de Fogo

source: This scroll should burn!
pt_br: Este pergaminho deve queimar!

source: Heart Of Isis
pt_br: Coração De Isis

source: Life emanates through the natural warmth of this jewel.
pt_br: A vida emana através do calor natural desta jóia.

source: Leather Ball
pt_br: Bola de couro

source: A leather ball handmade by Santa's helpers.
pt_br: Uma bola de couro feita à mão pelos ajudantes do Papai Noel.

source: Zarkor Scroll
pt_br: Pergaminho Zarkor

source: This is a strange scoll.
pt_br: Este é um pergaminho estranho.

source: HP Regen +4%, Critical +1%
pt_br: Regeneração HP + 4%, Crítica + 1%

source: Old Towel
pt_br: Toalha Velha

source: You can dry yourself off with it if it still seems to be clean enough. - Douglas Adams
pt_br: Você pode se secar com isso se ainda estiver limpo o suficiente. - Douglas Adams

source: Plush Mouboo
pt_br: Mouboo de pelúcia

source: A Mouboo plush.
pt_br: Um Mouboo de pelúcia.

source: Red Stocking
pt_br: Meia Vermelha

source: Eww, it's smelly!
pt_br: Eca, é fedorento!

source: Santa Globe
pt_br: Globo Noel

source: An snow globe featuring Santa.
pt_br: Um globo de neve com Papai Noel.

source: Snowman Globe
pt_br: Globo de boneco de neve

source: An snow globe featuring a snowman.
pt_br: Um globo de neve com um boneco de neve.

source: Spectral Orb
pt_br: Orbe Espectral

source: Test.
pt_br: Teste.

source: Theta Book
pt_br: Livro teta

source: Treasure Map
pt_br: Mapa do tesouro

source: Earth Scroll
pt_br: Pergaminho da Terra

source: Demonic Skull
pt_br: Caveira Demoníaca

source: goldmedal
pt_br: medalha de ouro

source: silvermedal
pt_br: medalha de prata

source: bronzemedal
pt_br: medalha de bronze

source: Leather Quiver
pt_br: Aljava de Couro

source: A leather quiver which only benefits people using bows. Otherwise, it will only hinder you.
pt_br: Uma aljava de couro que só beneficia arqueiros. De contrário, será apenas um fardo.

source: AtkSpeed +6%, MaxWeight +100g
pt_br: Velocidade de Atk +6%, Peso Máximo +100g

source: Terranite Quiver
pt_br: Aljava Terranite

source: A terranite quiver which only benefits people using bows. Otherwise, it will only hinder you.
pt_br: Uma aljava terranite que só beneficia arqueiros. De contrário, será apenas um fardo.

source: AtkSpeed +12%, MaxWeight +200g
pt_br: Velocidade de Atk +12%, Peso Máximo +200g

source: Platinum Quiver
pt_br: Aljava Platina

source: A platinum quiver which only benefits people using bows. Otherwise, it will only hinder you.
pt_br: Uma aljava de platina que só beneficia arqueiros. De contrário, será apenas um fardo.

source: AtkSpeed +20%, MaxWeight +300g
pt_br: Velocidade de Atk +20%, Peso Máximo +300g

source: Dragon Star
pt_br: Estrela do dragão

source: Don't stare at it too much. It's too shiny for your eyes.
pt_br: Não olhe muito para isso. É muito brilhante para os seus olhos.

source: MaxWeight +600g, HP -12%
pt_br: Peso Máximo + 600g, HP -12%

source: Creased Shirt
de: Zerknittertes Hemd
es: Camisa Arrugada
fr: Chemise Froissée
it: Camicia sgualcita.
pt_br: Camiseta Amassada
ru: Мятая Рубашка

source: A spare shirt from the crew of La Johanne.
de: Ein Ersatzhemd von der Crew der La Johanne.
es: Una camiseta de repuesto de la tripulación de La Johanne.
fr: Une chemise de rechange de l'équipage de La Johanne.
pt_br: Uma camisa de reserva da tripulação do La Johane.

source: %Color% V-neck Jumper
de: %Color% Pulli mit V-Ausschnitt
es: Suéter %Color% con Cuello en V
fr: Pull Col en V %color%
pt_br: Gola-V manga longa %Color%

source: A simple %color% jumper made from a lightweight cashmere.
de: Ein leichter %color% Pullover aus Kashmir-Wolle.
es: Un simple suéter %color% hecho de cachemira ligera.
fr: Un pull %color% tout simple fait à partir de cachemire léger.
pt_br: Uma camiseta Gola-V de manga longa %color% feita de casimira leve.

source: %Color% Artis Tank Top
es: Camiseta sin Mangas %Color% de Artis
fr: Débardeur %color% d'Artis
pt_br: Regata %Color% de Artis

source: A %color% tank top made from cotton cloth.
de: Ein %color%es Top, hergestellt aus Baumwolle.
es: Una camiseta sin mangas de color %color% hecha de tela de algodón.
fr: Un débardeur %color% fait à partir de tissus de coton.
pt_br: Uma Regata %Color% feita de algodão.

source: Sailor Shirt
de: Matrosenhemd
es: Camisa de Marinero
fr: Chemise de Marin
it: Maglietta da Marinaio
nl_be: Zeeman Shirt
pt_br: Camisa de Marinheiro
ru: Тельняшка

source: Proof that ye be in the crew, matey!
de: Ein Beweis, dass du in der Crew bist, Kumpel! *kratzigestimme*
es: ¡La prueba de que estás en la tripulación, amigo!
fr: Prouve que t'es digne d'être dans l'équipage, matelot !
it: Prova che sei nella ciurma, amico!
nl_be: Bewijs dat je bij de bemanning hoort, maatje!
pt_br: A prova de que você está na tripulação, amigo!
ru: Ты в команде, браток!

source: Legion's Training Shirt
de: Trainingshemd der Legion
es: Camiseta de Entrenamiento de la Legión
fr: Chemise d’Entraînement de la Légion.
pt_br: Camisa de Treinamento da Legião

source: Informal shirt worn during intense aerobic exercises.
de: Ungezwungenes Hemd für intensive Aerobic-Übungen.
es: Camiseta informal usada durante los intensos ejercicios aeróbicos.
fr: Chemise informelle portée durant les intenses exercices d'aérobie.
pt_br: Camisa informal usada durante exercícios aeróbicos intensos.

source: Legion's Copper Armor
de: Kupferrüstung der Legion
es: Armadura de Cobre de la Legión
fr: Armure de Cuivre de la Légion
pt_br: Armadura de cobre da legião

source: This armor provides great protection. It is worn by those with authority.
de: Diese Rüstung bietet hervorragenden Schutz. Sie wird häufig von Autoritäten getragen.
es: Esta armadura provee gran protección. Es usada por aquellos con autoridad.
fr: Cette armure procure une très bonne défense. Elle est portée par ceux qui ont de l'autorité.
pt_br: Esta armadura fornece grande proteção. É usado por aqueles com autoridade.

source: Warlord Plate
pt_br: Armadura do Senhor da Guerra

source: Strong and decorative armor.
pt_br: Armadura forte e decorativa.

source: Bromenal Chest
pt_br: Couraça de Bromenal

source: A bromenal chest armor.
pt_br: Uma armadura peitoral brutal.

source: Forest Armor
pt_br: Armadura da Floresta

source: A clean and comfortable mantle with dags, made for the finest stalkers.
pt_br: Um manto limpo e confortável com dags, feito para os melhores stalkers.

source: +2 Agi w/ bow
pt_br: +2 Agi com arco

source: %Color% Contributor Sweater
pt_br: Suéter %Color% de Contribuição

source: This %color% sweater belongs to someone who helped making TMW2 as awesome as it is now!.
pt_br: Esse suéter %color% pertence a alguém que ajudou a tornar o TMW2 tão incrível quanto é agora !.

source: Chainmail
pt_br: Cota de Malha

source: A heavy shirt made of chains. It weighs a lot but offers excellent protection.
pt_br: Uma camiseta pesada feita de correntes. Ele pesa muito, mas oferece excelente proteção.

source: Move Speed -1%
pt_br: Mover velocidade -1%

source: Terranite Chest
pt_br: Couraça de Terranite

source: A nice piece of armor made out of terranite ore.
pt_br: Um bom pedaço de armadura feita de minério terranite.

source: Light Platemail
pt_br: Couraça Leve

source: A light cuirass with shoulder pads made of iron, usually worn by foot soldiers.
pt_br: Uma couraça leve com ombreiras feitas de ferro, geralmente usadas por soldados a pé.

source: %Color% Short tank top
pt_br: Top Curto %Color%

source: A %color% short tank top.
pt_br: Uma regata curta %color%.

source: Leather Shirt
pt_br: Camiseta de Couro

source: A shirt made of hardened leather.
pt_br: Uma camisa de couro endurecido.

source: %Color% Turtleneck Sweater
pt_br: Camisola de Gola Alta %Color%

source: A thick, soft and warm sweater.
pt_br: Um suéter grosso, macio e quente.

source: %Color% Silk Robe
pt_br: Manto de Seda %Color%

source: A light and shimmering %Color% silk robe.
pt_br: Um roupão de seda %color% leve e brilhante.

source: %Color% Sorcerer Robe
pt_br: Manto Encantado %Color%

source: A red lined sorcerer robe.
pt_br: Um manto de feiticeiro com linhas vermelhas.

source: Ugly Christmas Sweater
pt_br: Suéter de Natal Feio

source: An ugly %Color% Christmas sweater.
pt_br: Um suéter de Natal %color% feio.

source: %Color% Valentine Dress
pt_br: Vestido %Color%

source: A %Color% dress made for your Valentin's day. Could be red, though.
pt_br: Um vestido %color% feito para o seu dia dos namorados. Mas poderia ser vermelho.

source: %Color% V-neck Sweater
pt_br: Suéter com Decote em V %Color%

source: A thin, soft and warm sweater.
pt_br: Um suéter fino, macio e quente.

source: Candor Shirt
pt_br: Camiseta de Candor

source: A classical Candor shirt
pt_br: Uma clássica camisa de Candor

source: GM Robe
pt_br: Manto GM

source: A GM robe.
pt_br: Um manto de GM.

source: Red Knight Armor ★★
pt_br: Armadura do Cavaleiro Vermelho ★★

source: An armor, said to belong to the Red Queen's minions, back in the end of the First Era.
pt_br: Uma armadura, dita pertencente aos lacaios da Rainha Vermelha, no final da Primeira Era.

source: Desert Shirt
pt_br: Camisa do deserto

source: A strong shirt suitable for desert trips. Made of leather and snake skin's.
pt_br: Uma camisa forte adequada para viagens no deserto. Feito de couro e pele de cobra.

source: Golden Chainmail
pt_br: Cota de Malha Dourada

source: A shirt made of golden chains. It weighs a lot but offers excellent protection.
pt_br: Uma camisa feita de correntes de ouro. Ele pesa muito, mas oferece excelente proteção.

source: Golden Light Platemail
pt_br: Armadura Leve Dourada

source: A light platemail with shoulder pads made of gold.
pt_br: Uma couraça leve com ombreiras feitas de ouro.

source: Golden Warlord Plate
pt_br: Armadura do Senhor da Guerra Dourada

source: One of the most desired armors of all.
pt_br: Uma das armaduras mais desejadas de todas.

source: %Color% Savior Armor
pt_br: % Cor% Savior Armor

source: Worn by the best of the best.
pt_br: Usado pelo melhor dos melhores.

source: %Color% Cotton Shirt
pt_br: Camisa de Algodão %Color%

source: Shirt made of 100% cotton
pt_br: Camisa feita de 100% algodão

source: Crusade Armor
pt_br: Armadura da Cruzada

source: Are you a crusader?
pt_br: Você é um cruzado?

source: TODO
pt_br: FAÇAM

source: %Color% Community Shirt
pt_br: Camiseta da Comunidade %Color%

source: You are now part of TMW2 history.
pt_br: Você agora faz parte da história do TMW2.

source: Alchemist Robe
pt_br: Alquimista Robe

source: Unreleased item, added for a NPC. Do not use.
pt_br: Item não lançado, adicionado para um NPC. Não use.

source: Graduation Robe
pt_br: Robe de formatura

source: Congrats you're part of master of TMW2.
pt_br: Parabéns você faz parte do mestre do TMW2.

source: Lousy Moccasins
de: Abgenutzte Mokassins
es: Lousy Moccasin
fr: Mocassins Moches
it: Mocassini Rovinati
pt_br: Mocassins Nojentos
ru: Драные мокасины
