Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: In fact, he hides in a hole in the main hallway. It leads to the ship's storage room where he can reach for some barrels full of {@@1}.
de: Eigentlich versteckt er sich in einem Loch im Hauptkorridor. Dieser führt zum Lagerraum des Schiffes, wo er ein paar Fässer voll mit [@@1] erreichen kann.
es: De h echo, él se esconde en un agujero en el recibidor principal. Se dirige a la despensa del barco donde puede alcanzar algunos barriles llenos de {@@1}.
fr: En fait, il se cache dans un trou dans le couloir principal. Ce dernier donne sur l'espace de stockage du bateau où il peut atteindre des tonneaux pleins de {@@1}.

source: He is sick of eating these berries all the time. That is why he would like you to find him other kinds of food and bring them to him.
de: Er ist genervt davon, die ganze Zeit diese Beeren zu essen. Darum hätte er gerne, dass du ihm anderes Essen suchst und es ihm bringst.
es: Él está asqueado de comer esas bayas todo el tiempo. Por eso es que le gustaría que le encuentres otros tipos de comida y se la traigas.
fr: Il en a marre de manger ces baies tout le temps. C'est pourquoi il aimerait que tu ailles lui chercher de la nourriture qu'il n'a pas l'habitude de manger.
it: Sembra sia stufo di mangiare solo bacche tutto il giorno. Infatti vorrebbe gli portassi qualcosa di diverso da mettere sotto i denti.
ru: Его уже тошнит от этих ягод, которые он ел все это время. Поэтому он хочет, чтобы вы нашли и принесли ему какой нибудь другой еды.

source: You brought Alige some food, different from the {@@1} he usually eats.
de: Du hast Alige was Anderes als seine gewöhnlichen [@@1] zu Essen gebracht.
es: Usted le trajo alguna comida a Alige, distinta al {@@1} que él come normalmente.
fr: Tu as apporté de la nourriture à Alige, différente des {@@1} qu'il mange habituellement.

source: It looks like he is eager of tasting new flavors. Try bringing him other types of food. He may have something to give you in exchange.
de: Es sieht aus, als würde er gerne andere Geschmäcker probieren. Versuche ihm andere Arten von Essen zu bringen. Vielleicht gibt er dir etwas zum Tausch.
es: Parece que él está ansioso de probar nuevos sabores. Intenta traerle otro tipo de comida. Puede que te de algo a cambio.
fr: Il semblerait qu'il soit avide de goûter à de nouvelles saveurs. Essaye de lui apporter d'autres types de nourriture. Il pourrait avoir quelque chose d'autre à te donner en échange.
it: Sembra essere ansioso di assaporare nuovi sapori. Prova a portargli altri tipi di cibo. Potrebbe avere qualcosa da darti in cambio.
ru: Похоже, он жаждет новых вкусовых ощущений. Попробуй принести ему другой еды. Он может дать тебе что-нибудь взамен.

source: A handful of {@@1}.
de: Eine handvoll [@@1].
es: Un puñado de {@@1}.
fr: Une poignée de {001}.

source: One of Us
de: Einer von uns
es: Uno de nosotros
fr: L'Un des Nôtres
it: Uno di Noi
ru: Один из Нас

source: Nard, the captain of the ship, asked you to help his crew on the island outside the ship.
de: Nard, der Kapitän des Schiffs, hat dich darum gebeten, seiner Mannschaft auf der Insel außerhalb des Schiffs zu helfen.
es: Nard, el capitán del barco, te pidió que ayudaras a su tripulación en la isla fuera del barco.
fr: Nard, le capitaine de ce navire, t'a demandé d'aider son équipage sur l'île à l'extérieur du bateau.
it: Capitan Nard ti ha chiesto di aiutare la sua ciurma sull'isola fuori dalla nave.
ru: Нард, капитан корабля, попросил тебя помочь его команде на острове.

source: Gugli, one of his sailors, is waiting for you on the shore to tell you about the task.
de: Gugli, einer seiner Matrosen, wartet auf dich an der Küste, um dir deine Aufgabe mitzuteilen.
es: Gugli, uno de sus marinero, está esperándote en la costa para decirte acerca de la tarea.
fr: Gugli, un de ses matelots, t'attend sur la plage pour te parler de cette tâche.
it: Gugli, uno dei suoi marinai, ti sta aspettando sulla spiaggia per istruirti sulla missione.
ru: Гугли, один из его моряков, ждёт тебя на берегу, чтобы рассказать о задании.

source: La Johanne, Nard's Room. (25,26)
de: La Johanne, Nard's Zimmer. (25,26)
es: La Johanne, Habitación de Nard. (25,26)
fr: La Johanne, Bureau de Nard. (25,26)

source: You reported to Nard that you successfully accomplished Gugli's task.
de: Du hast Nard berichtet, dass du Gugli's Aufgabe erfolgreich bewältigt hast.
es: Informaste a Nard que realizaste con éxito las labores de Gugli.
fr: Tu as informé Nard que tu as accompli avec succès la tâche de Gugli.
it: Hai riferito a Nard di aver compiuto con successo la missione affidatati da Gugli.
ru: Ты сообщил Нарду, об успешном завершении задания Гугли.

source: As a perfect sailor, you are waiting for the next order, eagerly.
de: Als ein perfekter Matrose, wartest du eifrig auf den nächsten Auftrag.
es: Como un perfecto marinero, estás a la espera de la siguiente orden, entusiasta.
fr: Comme un parfait matelot que tu es, tu attends avec impatience un nouvel ordre.
it: Come un perfetto marinaio, stai aspettando nuovi ordini. Ansiosamente.
ru: Как великолепный моряк, вы жаждете следующего приказа.

source: Captain Nard has another task for you. It seems he did a mistake in the past, choosing the right lieutenant for this ship.
de: Kapitän Nard hat eine weitere Aufgabe für dich. Er scheint in der Vergangenheit einen Fehler dabei gemacht zu haben, dein richtigen Leutnant für dieses Schiff auszusuchen.
es: El capitán Nard tiene otra tarea para ti. Parece que cometió un error antes, al elegir correctamente al teniente para este barco.
fr: Le capitaine Nard a une nouvelle tâche pour toi. Il semblerait qu'il ai fait une bêtise dans le passé en choisissant le lieutenant approprié pour ce navire.
it: Capitan Nard ha un'altra missione per te. Sembra che in passato abbia sbagliato nello scegliere il luogotenente adatto per la nave.
ru: У капитана Нарда есть для тебя другое задание. Похоже на то, что он совершил ошибку при выборе лейтенанта корабля.

source: Chef Gado, the former shipkeeper, may have something to say about that. So does Julia, the current lieutenant of the ship.
de: Chef Gado, der frühere Eigner des Schiffes hat vielleicht etwas dazu zu sagen. Genauso Julia, der jetzige Leutnant des Schiffes.
es: El Chef Gado, el anterior guardián del barco, puede tener algo que decir al respecto. Lo mismo ocurre con Julia, la actual teniente del barco.
fr: Le chef Gado, l'ancien gardien du navire, peut avoir quelque à dire à propos de cela. Tout comme Julia, la gardienne actuelle de ce navire.
it: Gado lo Chef, il precedente comandante in seconda della nave, potrebbe avere qualcosa da dire a riguardo.
ru: У Шефа Гадо, бывшего главы корабля, есть что тебе сказать об этом. Как и у Джулии, нынешнего лейтенанта корабля.

source: You smartly solved the lieutenants' conflict onboard. Nard is proud of his new sailor.
de: Du hast den Konflikt zwischen den Leutnants an Bord mit sehr viel Geschick gelöst. Nard ist stolz auf seinen neuen Matrosen.
es: Astutamente solucionaste el conflicto a bordo de los tenientes. Nard esta orgulloso de su nuevo marinero.
fr: Tu as intelligemment résolu le conflit des lieutenants à bord. Nard est fier de sa nouvelle recrue.
it: Hai abilmente posto fine al conflitto fra ex e nuovo luogotente. Nard e' orgoglioso del suo nuovo pupillo.
ru: Ты умно решил конфликт лейтенантов на корабле. Нард гордится своим новым моряком.

source: Take your reward from the box near the captain in order to officially become one of Nard's crew members.
de: Nimm deine Belohnung aus der Kiste neben dem Kapitän um ein offizielles Mitglied von Nard's Mannschaft zu werden.
es: Toma tu recompensa de la caja cerca del capitán con el fin de convertirte oficialmente en uno de los miembros de la tripulación de Nard.
fr: Prends ta récompense dans la caisse près du capitaine afin d'enfin être considéré comme un membre de l'équipage de Nard.
it: Prendi la tua ricompensa dalla cassa vicino al capitano e diventa ufficialmente parte della ciurma di Nard.
ru: Возьми свою награду из ящика около капитана, чтобы стать официальным участником команды Нарда.

source: La Johanne, Nard's Room. (25,24)
de: La Johanne, Nard's Zimmer. (25,24)
es: La Johanne, Habitación de Nard. (25,24)
fr: La Johanne, Bureau de Nard. (25,24)

source: Nard officially proclaimed you as member of his crew!
de: Nard hat dich offiziell zu einem Mitglied seiner Mannschaft ernannt!
es: ¡Nard oficialmente te ha proclamado como miembro de su tripulación!
fr: Nard t'a officiellement proclamé membre de son équipage !
it: Nard ti ha ufficialmente proclamato membro della sua ciurma!
ru: Нард официально сделал тебя членом его команды.

source: Fish and Scams
de: Fisch und Betrug
es: Pescado y Estafas
fr: Poissons et Escroqueries
it: Pesci e Imbrogli
nl_be: Vis en Bedrog
ru: Рыба и мошенники

source: A sailor, who wasn't on Gugli's list, gave you a box full of food.
de: Ein Matrose, der nicht auf Gugli's Liste war, hat dir eine Kiste voller Essen gegeben.
es: Un marinero, quien no esta en la lista de Gugli, te da una caja llena de comida.
fr: Un marin, qui n'était pas sur la liste de Gugli, t'a donné une boîte pleine de nourriture.
it: Un marinaio, non presente nella lista di Gugli, ti ha dato una cassa piena di provviste.
ru: Моряк, который не был в списке Гугли, дал тебе ящик, полный еды.

source: He did not mention any reward, but he would like you to deliver it to Gugli as soon as you can.
de: Er hat keine Belohnung erwähnt, aber er möchte, dass du es so schnell wie möglich an Gugli überbringst.
es: Él no menciono ninguna recompensa, pero quiere que le entregues esto a Gugli tan pronto como puedas.
fr: Il n'a mentionné aucune récompense, mais voudrait que tu la délivres à Gugli le plus tôt possible.
it: Non ha parlato di una ricompensa, ma vorrebbe tu la portassi a Gugli il piu' presto possibile.
ru: Он не упомянул ни о какой награде, но он бы хотел, чтобы вы доставили это Гугли настолько быстро, насколько это возможно.

source: Drasil Island. (85,108)
de: Drasil. (85,108)
es: Isla de Drasil. (85,108)
fr: Île Drasil. (85,108)

source: Reward: Unknown.
de: Belohnung: Unbekannt.
es: Recompensa: Desconocida.
fr: Récompense : Inconnue.
it: Ricompensa: Sconosciuta.
nl_be: Beloning: Onbekend
ru: Награда: Неизвестно.

source: Couwan is an awful, roguish person. No reward from him...
de: Couwan ist ein schrecklicher, grober Mensch. Keine Belohnung für ihn...
es: Couwan es terrible, todo un pillo. Ninguna recompensa de parte de él...
fr: Couwan est un affreux coquin. Aucune récompense de se part...
it: Couwan è una persona schiva e disonesta. Nessuna ricompensa da parte sua!
ru: Кувэн ужасный, вороватый человек. Никакой награды от него...

source: However, Gugli gave you some gold pieces and apologized for this unexpected task.
de: Wie auch immer, Gugli gab dir ein paar Goldstücke und entschuldigte sich für diese unerwartete Aufgabe.
es: Sin embargo, Gugli te dio algunas piezas de oro y disculpas por esta tarea inesperada.
fr: En revanche, Gugli t'a donné des pièces d'or et s'est excusé pour cette tâche inattendue.
it: Tuttavia, Gulgi ti ha dato alcune monete d'oro e si e' scusato per questa missione inaspettata.
ru: Всё равно, Гугли дал тебе немного GP и извинился за эту неожиданную просьбу.

source: He also warned you not to trust anyone.
de: Er warnte dich auch, niemandem zu trauen.
es: También te advirtió que no confíes en nadie.
fr: Il t'a aussi prévenu de ne faire confiance à personne.
it: Ti ha anche consigliato di non fidarsi di nessuno.
ru: Он так же предупредил тебя не доверять никому.

source: Drasil Island. (89,36)
de: Drasil. (89,36)
es: Isla de Drasil. (89,36)
fr: Île Drasil. (89,36)

source: Treasure's Glint
de: Schimmern des Schatzes
es: Centelleo del Tesoro
fr: Reflet du Trésor
it: Un Luccichio Dorato
ru: Блеск Драгоценностей

source: You spotted a treasure chest at the top of a cliff on the east side of the island.
de: Du hast eine Schatzkiste auf der Spitze einer Klippe an der Ostseite der Insel entdeckt.
es: Viste un cofre del tesoro en la cima del acantilado en el lado este de la isla.
fr: Tu as remarqué un coffre au trésor en haut d'une falaise à l'est de l'île.
it: Hai avvistato un baule in cima ad un'altura nella parte Ovest dell'isola.
ru: Ты нашел клад на вершине утёса, в восточной стороне острова.

source: The chest contains gold and an {@@1}.
de: Diese Kiste enthält Gold und ein [@@1].
es: El cofre contiene oro y un {@@1}.
fr: Le coffre contient de l'or et un {@@1}.

source: Drasil Island. (83,70)
de: Drasil. (83,70)
es: Isla de Drasil. (83,70)
fr: Île Drasil. (83,70)

source: Unexpected Help
de: Unerwartete Hilfe
es: Ayuda Inesperada
fr: Aide Inattendue
it: Un aiuto insperato
ru: Неожиданная помощь

source: Gugli told you about the sailors' task on the island. He wants you to help some of them bringing him 6 boxes full of {@@1}, {@@2} and {@@3}.
de: Gugli hat dir von den Aufgaben der Matrosen auf der Insel erzählt. Er möchte, dass du ihnen hilfst, ihm 6 Kisten voll mit {@@1}, {@@2} und {@@3} zu bringen.
es: Gugli le habló de la tarea de los marineros en la isla. Quiere que ayude a algunos de ellos a traerle 6 cajas llenas de {@@1}, {@@2} y {@@3}.
fr: Gugli t'a parlé de la tâche de marins sur l'île. Il veut que tu aides certains d'entre eux à lui rapporter 6 boîtes pleines de {@@1}, d'{@@2}s et de {@@3}s.

source: You need to collect the boxes from Tibbo, Gulukan, Q'Muller, Astapolos, Jalad and Ale.
de: Du musst Kisten von Tibbo, Gulukan, Q'Muller, Astapolos, Jalad und Ale sammeln.
es: Debes recoger las cajas de Tibbo, Gulukan, Q'Muller, Astapolos, Jalad y Ale.
fr: Tu dois récupérer les boîtes de Tibbo, Gulukan, Q'Muller, Astapolos, Jalad et Ale.
it: Devi andare a prendere le casse da Tibbo, Gulukan, Q'Muller, Astapolos, Jalad e Ale.
ru: Тебе нужно собрать ящики от Тиббо, Гулукана, КуМюллера, Астаполоса, Ялада и Эля.

source: Max, Silvio and Lean may have some information about where to find these sailors.
de: Max, Silvio und Lean könnten ein paar Hinweise darüber haben, wo du die Matrosen findest.
es: Max, Silvio y Lean pueden saber algo sobre donde están estos marineros.
fr: Max, Silvio et Lean ont sûrement des informations à propos d'où trouver ces marins.
it: Max, Silvio e Lean potrebbero avere qualche informazione a riguardo.
ru: Макс, Сильвио и Лин возможно имеют информацию о том, где найти моряков.

source: You completed all the tasks Gugli gave you. Sailors of the ship will never forget you!
de: Du hast alle Aufgaben erledigt, die Gugli dir gegeben hat. Die Matrosen des Schiffs werden dich nie vergessen!
es: Has completado todas las labores que Gugli te asignó. ¡Los Marineros del barco nunca te olvidaran!
fr: Tu as terminé toutes les tâches que Gugli t'a donné. Les matelots de ce navire ne t'oublieront jamais !
it: Hai completato tutte le missioni che Gugli ti aveva assegnato. I marinai di questa nave non si scorderanno mai di te!
ru: Ты выполнил все задания Гугли. Моряки никогда не забудут тебя!

source: Two Lieutenants in One Boat
de: Zwei Leutnants in einem Boot
es: Dos Tenientes en Un Bote
fr: Deux Lieutenants dans Un Bateau
it: Due luogotenenti nella stessa barca
ru: Два лейтенанта на одном судне

source: Chef Gado wants you to collect 2 {@@1}, 2 {@@2}, 1 {@@3} and 1 {@@4} to prepare a {@@5}, for Julia.
de: Koch Gado möchte, dass du 2 {@@1}, 2 {@@2}, 1 {@@3} und 1 {@@4} sammelst, damit er ein {@@5} für Julia vorbereiten kann.
es: El cocinero Gado quiere que recoja 2 {@@1}, 2 {@@2}, 1 {@@3} y 1 {@@4} para preparar un {@@5}, para Julia.
fr: Le chef Gado veut que tu ailles chercher 2 {@@1}, 2 {@@2}, 1 {@@3} et 1 {@@4} afin de préparer un {@@5} pour Julia.

source: La Johanne, Second Deck. (17,28)
de: La Johanne, Unterdeck. (17,28)
es: La Johanne, Segunda Cubierta. (17,28)
fr: La Johanne, Second Pont. (17,28)

source: Chef Gado prepared the {@@1}. He would like you to give it to Julia.
de: Koch Gado hat das {@@1} vorbereitet. Er möchte, dass du es Julia gibst.
es: El cocinero Gado preparó el {@@1}. Le gustaría que usted se lo diera a Julia.
fr: Le chef Gado a préparé le {@@1}. Il voudrait que tu ailles le donner à Julia.

source: While Chef Gado wants you to poison Julia, you remember she looked after you when you were sick. She doesn't deserve to be punished... or does she?
de: Während Koch Gado möchte, dass du Julia vergiftest, erinnerst du dich daran, dass sie sich um dich gekümmert hat, während du krank warst. Sie verdient es nicht vergiftet zu werden... oder doch?
es: Mientras que el Chef Gado quiere que envenenes a Julia, recuerdas que ella te cuido mientras estabas enfermo. No merece ser castigada... ¿o sí?
fr: Alors que Gado veut que tu empoisonnes Julia, tu te souviens qu'elle s'est occupée de toi pendant que tu étais malade. Elle ne mérite pas d'être punie... ou bien le mérite-elle ?
it: Mentre Gado lo Chef vorrebbe che tu avvelenassi Julia, tu ti ricordi che fu proprio lei a prendersi cura di te mentri eri malato. Non merita di essere punita... Oppure sì?
ru: Пока Шев Гадо хочет чтобы ты отравил Джулию, ты вспоминаешь, как она ухаживала за тобой, когда ты был болен. Она не заслуживает наказания... или заслуживает?

source: Go back and talk to Gado. He probably has a reward for you.
de: Geh zurück und rede mit Gado. Er hat wahrscheinlich eine Belohnung für dich.
es: Regresa y habla con Gado. Probablemente tiene una recompensa para ti.
fr: Reviens parler à Gado. Il a probablement une récompense pour toi.
it: Torna da Gado. Probabilemente vorra' ricompensarti.
ru: Вернись и поговори с Гадо. Возможно у него есть вознаграждение для тебя.

source: You successfully poisoned Julia. Chef Gado finally had his revenge!
de: Du hast Julia erfolgreich vergiftet. Endlich konnte sich Koch Gado rächen!
es: Envenenaste exitosamente a Julia. ¡El Chef Gado finalmente obtuvo su venganza!
fr: Tu as bien empoisonné Julia. Chef Gado a enfin eu sa vengeance !
ru: Ты успешно отравил Джулию. Шеф Гадо наконец-то отомстил!

source: You refused to accomplish Chef Gado's evil plan. Julia is now safe.
de: Du hast dich geweigert Koch Gado's bösen Plan zu vollenden. Julia ist jetzt sicher.
es: Te rehusaste en participar en el malvado plan del Chef Gado. Ahora Julia está a salvo.
fr: Tu as refusé d'accomplir le plan diabolique de Gado. Julia est saine et sauve.
it: Hai rifiutato di portare a compimento il malvagio piano di Gado. Julia e' salva!
ru: Ты отказался исполнять злобный план Шефа Гадо. Джулия в безопасности.

source: You preferred trusting Julia because, after all, she deserves to be the lieutenant of the ship.
de: Du hast es vorgezogen, Julia zu vertrauen, da sie es schließlich verdient, Leutnant des Schiffes zu sein.
es: Prefieres confiar en Julia porque, después de todo, ella merece ser la teniente del barco.
fr: Tu as préféré faire confiance à Julia car, après tout, elle mérite d'être le lieutenant de ce navire.
it: Hai preferito fidarti di Julia, dopo tutto meritava di essere la luogotenente della nave!
ru: Вы предпочли довериться Джулии, потому что, в конце концов, она заслуживает того, чтобы быть лейтенантом корабля.

source: The Lazy Brother
de: Der faule Bruder
es: El Hermano Perezoso
fr: Le Frère Fainéant

source: Katja wants you to find her brother.
de: Katja möchte, daß du ihren Bruder findest.
es: Katja quiere que encuentres a su hermano.
fr: Katja voudrait que tu trouves son frère.

source: He is hiding somewhere on the hill, not far from here.
de: Er versteckt sich irgendwo auf dem Hügel, nicht weit von hier.
es: Él se está escondiendo en alguna parte de la colina, cerca de aquí.
fr: Il se cache quelque part sur la colline, pas très loin d'ici.

source: You should probably go and check behind trees, they are great for hiding.
de: Du solltest vielleicht hinter den Bäumen nachsehen. Das sind gute Verstecke.
es: Usted probablemente debería ir y comprobar tras los árboles, son buenos para esconderse.
fr: Tu devrais aller regarder derrière les arbres, ils sont parfaits pour se cacher.

source: You found Bobo.
de: Du hast Bobo gefunden.
es: Encontraste a Bobo.
fr: Tu as trouvé Bobo.

source: Apparently he's hanging out here all day, because he doesn't want to do his homework.
de: Offensichtlich hängt er den ganzen Tag hier herum, weil er seine Hausaufgaben nicht machen will.
es: Aparentemente él estaba pasando el rato aquí todo el día porque no quería hacer sus tareas.
fr: Apparemment, il passe toute sa journée ici car il ne veut pas faire ses devoirs.

source: You decided to let him do so in exchange for a small reward.
de: Du entscheidest dich, ihn gegen eine kleine Entschädigung weitermachen zu lassen.
es: Decidiste dejar él que lo haga, en cambio por una pequeña recompensa.
fr: Tu as décidé de le laisser faire en échange d'une petite récompense.

source: You can not allow this. Therefore you told him to go home.
de: Du kannst das nicht zulassen und hast ihn aufgefordert, nach Hause zu gehen.
es: No puede permitir esto. Por lo tanto dígale que se vaya a casa.
fr: Tu ne peux pas tolérer cela. Tu lui as dit de rentrer chez lui.

source: You should go tell Katja about it.
de: Du solltest Katya davon erzählen.
es: Debería hablarle a Katja sobre eso.
fr: Tu devrais avertir Katya à ce sujet.

source: You found Bobo. He promised to go home soon.
de: Du hast Bobo gefunden. Er hat versprochen, schnell nach Hause zu gehen.
es: Encontraste a Bobo. Él promete ir a casa pronto.
fr: Tu as trouvé Bob. Il a promi qu'il rentrerait bienôt à la maison.

source: His sister was very happy and gave you an {@@1} as a reward.
de: Seine Schwester war erfreut und gab dir ein {@@1} als Belohnung.
es: Su hermana estaba muy feliz y le dio a usted un {@@1} como recompensa.
fr: Sa sœur était très contente et t'a donné une {@@1} comme récompense.

source: An {@@1}.
de: Ein {@@1}.
es: Un {@@1}.
fr: Une {@@1}.

source: Moon and the Urchin
de: Mond und der Seeigel
es: Moon y el Erizo
fr: Lune et l'Oursin

source: Moon, the elven girl, accidently stepped on an urchin.
de: Das Elvenmädchen Moon trat aus Versehen auf einen Seeigel.
es: Moon, la joven elfo, accidentalmente pisó un erizo.
fr: Lune, l'elfe, a accidentellement marché sur un Oursin.

source: She wants you to bring her {@@1}s to get rid of spikes.
de: Sie möchte, dass Du ihr einige {@@1}n bringst, um die Stachel loszuwerden.
es: Ella quiere que le lleve {@@1}s para librarse de las espinas.
fr: Elle veut que tu lui apportes des {@@1} pour se débarrasser de ses épines.

source: Artis, Moon's House. (70,78)
de: Artis, Moon's Haus. (164,44)
es: Artis, Casa de Moon. (70,78)
fr: Artis, Maison de Moon. (70,78)

source: You helped Moon to get rid of urchin spikes from her foot.
de: Du hast Moon geholfen, die Seeigelstacheln loszuwerden.
es: Ayudaste a Moon a deshacerse de las púas de erizo de su pie.
fr: Tu as aidé Lune à enlever les pointes de l'oursin qu'elle avait dans le pied.

source: Catch the Piou
de: Fang das Piou
es: Captura al Piou
fr: Chasse au Piou

source: Salem, the trader from Artis Market, needs your help.
de: Salem, der Händler vom Markt in Artis, braucht deine Hilfe.
es: Salem, el comerciante del Mercado de Artis, necesita tu ayuda.
fr: Salem, le commerçant du Marché d'Artis, a besoin de ton aide.

source: A piou escaped from him, and he wants you to catch it.
de: Ein Piou ist vor ihm geflüchtet, und er will, daß Du es fängst.
es: Un piou escapó de él, y quiere que lo captures.
fr: Un piou s'est sauvé et son propriétaire veut que tu l'attrapes.

source: The piou is flying around the town, not far from the market.
de: Das Piou fliegt in der Stadt herum, nicht weit vom Markt entfernt.
es: El piou está volando alrededor de la ciudad, cerca del mercado.
fr: Le piou vole autour de la ville, pas loin du marché.

source: When you catch it, hurry back to Salem.
de: Geh schnell zurück zu Salem, wenn du es gefangen hast.
es: Cuando lo captures, vuelve rápido donde Salem.
fr: Lorsque tu l'auras attrapé, reviens vite voir Salem.
