Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: An old shirt given to you by a sailor. It isn't very fashionable...
it: Una vecchia camicia da marinaio. Non particolarmente di tendenza.
ru: Старая рубашка полученная от моряка. Она не очень модная...

source: %Color% Sailor Tank Top
it: Maglia da Marinaio %Color%
nl_be: %Color% Zeeman 'Tank Top'
ru: %Color% тельняшка

source: A %color% tank top used by sailors and seamen.
it: Un top %color% usato da marinai è uomini di mare.
nl_be: Een %color% 'tank top' gebruikt door zeelui.
ru: A %color% тельняшка, такие носят моряки и матросы.

source: Orc-made moccasins. Not sure from which skin these shoes were made.
it: Mocassini di fabbricazione orchesca. L'origine della pelle e' incerta.
ru: Мокасины орочьей работы. Не понятно из какой кожи эти мокасины были сделаны.

source: An old pair of shorts given to you by a sailor. They smell awful.
it: Un paio di pantaloni da marinaio dall'odore sgradevole.
ru: Старые шорты, отданные вам матросом. Ужасно воняют.

source: A carved pumpkin, the face will scare your enemy off.
it: Una zucca svuotata, la maschera fara' fuggire i tuoi nemici.
ru: Вырезанное в тыкве лицо будет отпугивать ваших врагов.

source: A fancy hat, what else?
it: Un cappello ricercato, che altro?
ru: Модная шляпа, что еще?

source: A short sword for novice fighters, more useful in the kitchen than in a real fight...
it: Una spada corta per combattenti alle prime armi. Piu' utile in cucina che in battaglia...
ru: Короткий меч для новичков, более пригоден для кухни, нежели для боя...

source: Suprised
it: Sorpreso
nl_be: Verrast
ru: Удивлен

source: Mimi
ru: Мими

source: Alien
nl_be: Buitenaards Wezen
ru: Чужой

source: Piou
ru: Пию

source: Piousse
ru: Пию

source: Tortuga
ru: Тортуга

source: Ratto
ru: Крыса

source: Speak to Julia, the shipkeeper of this ship. She is waiting for you on the first deck.
it: Parla con Julia, la governante della nave. Ti sta aspettando sul primo ponte.
ru: Поговори с Джулией, хранительницей корабля. Она ждёт тебя на первой палубе.

source: Quest giver: Julia.
it: Mandante Quest: Julia.
ru: Квест дал: Джулия.

source: Coordinates: La Johanne, First Deck. (27,24)
it: Coordinate: La Johanne, Ponte Primo. (27,24)
nl_be: Coördinaten: La Johanne, Eerste Dek. (27,24)
ru: Координаты: Ля Джоанн, Первая палуба. (27,24)

source: Keep them in mind, but if you think you still need to hear them again, just talk to Julia.
it: Tienile a mente, ma se pensi di aver bisogno di risentirle, chiedi pure ancora a Julia.
ru: Просто запомни их, но если ты думаешь, что всё ещё нужно услышать их снова - попроси Джулию.

source: Reward: Nothing.
it: Ricompensa: Nessuna.
nl_be: Beloning: Niets
ru: Награда: ничего.

source: To speak to an NPC, click on it with your mouse or select him using the N key and then chat using the T key.
it: Per parlare con un NPC, clicca su di lui con il mouse o selezionalo usando il tasto N, poi usa il tasto T per iniziare il dialogo.
ru: Чтобы поговорить с NPC, нажмите на него мышью или выберите его с помощью клавиши N и начните разговор, нажав клавишу T.

source: Quest giver: Magic Arpan.
it: Mandante Quest: Magic Arpan.
ru: Квест дал: Маг Арпан.

source: Coordinates: La Johanne, Second Deck. (39,33)
it: Coordinate: La Johanne, Ponte Secondo. (39,33)
nl_be: Coördinaten: La Johanne, Tweede Dek. (39,33)
ru: Координаты: Ля Джоанн, Вторая палуба. (39,33)

source: Coordinates: La Johanne, Second Deck. (41,37)
it: Coordinate: La Johanne, Ponte Secondo. (41,37)
nl_be: Coördinaten: La Johanne, Tweede Dek. (41,37)
ru: Координаты: Ля Джоанн, Вторая палуба. (41,37)

source: Reward: Smelly sailor clothes.
it: Ricompensa: Vestiti da marinaio puzzolenti.
ru: Награда: Вонючая одежда моряка.

source: Items have different effects. Some will heal you, some can be used as weapons or armor, and some can be sold for gold.
it: Gli oggetti possono avere effetti diversi gli uni dagli altri. Alcuni possono curarti, altri possono essere usati come armi o armature, altri infine possono essere venduti per ricavarne qualche moneta.
ru: У предметов бывают разные эффекты. Некоторые будут лечить тебя, некоторые могут быть использованы как оружие или доспехи, а некоторые могут быть проданы за золото.

source: Quest Giver: Alige.
it: Mandante Quest: Alige.
ru: Квест дал: Элайдж.

source: Coordinates: La Johanne, Second Deck. (33,31)
it: Coordinate: La Johanne, Ponte Secondo. (33,31)
nl_be: Coördinaten: La Johanne, Tweede Dek. (33,31)
ru: Координаты: Ля Джоанн, Вторая палуба. (33,31)

source: Alige, the mysterious traveller, is requesting your help to find him some food.
it: Alige, il viaggiatore misterioso, richiede il tuo aiuto per procurargli del cibo.
ru: Элайдж, загадочный путешественник, просит вашей помощи в поисках еды для него.

source: In fact, he hides in a hole in the main hallway. It leads to the ship's storage room where he can reach for some barrels full of [@@507|Piberries@@].
it: Nascosto in un anfratto della nave che porta alla stiva puo' raggiungere facilmente alcuni barili pieni di [@@507|Piberries@@].
ru: Он прячется в дыре в коридоре, которая ведет на склад корабля, где он добрался до бочек с [@@507|пижевикой@@].

source: You brought Alige some food, different from the [@@507|Piberries@@] he usually eats.
it: Hai portato ad Alige del cibo diverso dalle [@@507|Piberries@@] che solitamente mangia.
ru: Ты принёс для Элайджа немного еды, отличающейся от [@@507|пижевики@@], которую он обычно ест.

source: Reward: A handful of [@@507|Piberries@@].
it: Ricompensa: Una manciata di [@@507|Piberries@@].
ru: Награда: горсть [@@507|Пижевики@@].

source: Peter needs your help to clean the bottom of the ship from some rattos.
it: Peter ha bisogno del tuo aiuto per ripulire il fondo della nave da alcuni Rattos.
ru: Питеру нужна помощь по зачистке трюма от крыс.

source: Quest Giver: Peter.
it: Mandante Quest: Peter.
ru: Квест дал: Питер.

source: Coordinates: La Johanne, Second Deck. (60,35)
it: Coordinate: La Jphanne, Ponte Secondo. (60,35)
nl_be: Coördinaten: La Johanne, Tweede Dek. (60,35)
ru: Координаты: Ля Джоанн, Вторая палуба. (60,35)

source: Reward: 100 EXP, 1000 E.
ru: Награда: 100 EXP, 1000 E.

source: Quest Giver: Nard.
it: Mandante Quest: Nard.
ru: Квест дал: Нард.

source: Coordinates: La Johanne, Nard's Room. (25,26)
it: Coordinate: La Johanne, Stanza di Nard. (25,26)
ru: Координаты: Ля Джоанн, Комната Нарда. (25,26)

source: Coordinates: La Johanne, Nard's Room. (25,24)
it: Coordinate: La Johanne, Stanza di Nard. (25,24)
ru: Координаты: Ля Джоанн, Комната Нарда. (25,24)

source: Reward: 50 EXP, [@@2900|Bandana@@].
ru: Награда: 50 EXP, [@@2900|Бандана@@].

source: Coordinates: La Johanne, Second Deck. (50,24)
ru: Координаты: Ля Джоанн, Вторая палуба. (50,24)

source: Reward: [@@3500|Knife@@].
ru: Награда: [@@3500|Нож@@].

source: Quest Giver: Couwan.
it: Mandante Quest: Couwan.
ru: Квест дал: Кувэн.

source: Coordinates: Desert Island. (85,108)
it: Coordinate: Isola Deserta. (85,108)
nl_be: Coördinaten: Woestijn Eiland. (85,108)
ru: Координаты: Пустынный остров. (85,108)

source: Coordinates: Desert Island. (89,36)
it: Coordinate: Isola Deserta. (89,36)
nl_be: Coördinaten: Woestijn Eiland. (89,36)
ru: Координаты: Пустынный остров. (89,36)

source: Reward: 8 EXP, 10 E.
ru: Награда: 8 EXP, 10 E.

source: The chest contains gold and an [@@514|Old Book@@].
it: Il baule contiene un [@@514|Vecchio Libro@@].
ru: Сундук содержит золото и [@@514|Старую Книгу@@].

source: Coordinates: Desert Island. (83,70)
it: Coordinate: Isola Deserta. (83,70)
nl_be: Coördinaten: Woestijn Eiland. (83,70)
ru: Координаты: Пустынный остров. (83,70)

source: Reward: 100 E, [@@514|Old Book@@].
ru: Награда: 100 E, [@@514|Старая Книга@@].

source: Gugli told you about the sailors' task on the island. He wants you to help some of them bringing him 6 boxes full of [@@513|Croconuts@@], [@@714|Aquadas@@] and [@@515|Plushrooms@@].
it: Gugli ti ha informato sul compito dei marinai sull'isola. Vuole che tu aiuti alcuni di loro a trasportare 6 casse piene di [@@513|Croconuts@@], [@@714|Aquada@@] e [@@515|Plushrooms@@].
ru: Гугли рассказал тебе о задании моряков на острове. Он хочет, чтобы ты помог им принести 6 ящиков [@@513|Крокорехов@@], [@@714|Аквады@@] и [@@515|Плюшевых грибов@@].

source: Quest Giver: Gugli.
it: Mandante Quest: Gugli.
ru: Квест дал: Гугли.

source: Reward: 40 EXP, 250 E.
ru: Награда: 40 EXP, 250 E.

source: Chef Gado wants you to collect 2 [@@505|Piou Legs@@], 2 [@@512|Half Croconuts@@], 1 [@@509|Aquada@@] and 1 [@@508|Sea Drops@@] to prepare a [@@717|Poisoned Dish@@], for Julia.
ru: Шеф Гадо хочет, чтобы ты собрал 2 [@@505|Ножки Пию@@], 2 [@@512|Половинки Крокореха@@], 1 [@@509|Акваду@@] и 1 [@@508|Каплю морской воды@@] для приготовления [@@717|Отравленного Блюда@@], для Джулии.

source: Quest Giver: Chef Gado.
it: Mandante Quest: Chef Gado.
ru: Квест дал: Шеф Гадо.

source: Coordinates: La Johanne, Second Deck. (17,28)
it: Coordinate: La Johanne, Ponte Secondo. (17,28)
ru: Координаты: Ля Джоанн, Вторая Палуба. (17,28)

source: Chef Gado prepared the [@@717|Poisoned Dish@@]. He would like you to give it to Julia.
it: Gado ha preparato il [@@717|Piatto Avvelenato@@]. Vorrebbe che tu lo portassi a Julia.
ru: Шев Гадо приготовил [@@717|отравленное блюдо@@]. Он хочет, чтобы ты дал это Джулии.

source: Reward: 15 EXP, 200 E, [@@502|Bread@@].
ru: Награда: 15 EXP, 200 E, [@@502|Хлеб@@].

source: Reward: 15 EXP, 200 E.
ru: Награда: 15 EXP, 200 E.

source: Reward: 8 EXP, 100 E.
ru: Награда: 8 EXP, 100 E.

source: Party
nl_be: Groep

source: Guild
nl_be: Gilde

source: Craft
nl_be: Creëer

source: Magic
nl_be: Magie

source: Fire Ball
nl_be: Vuurbal

source: Life Magic
nl_be: Levensmagie

source: War Magic
nl_be: Oorlogsmagie

source: Transmutation Magic
nl_be: Vervormmagie

source: Nature Magic
nl_be: Natuurmagie

source: Necromancy Magic
nl_be: Dodenmagie

source: Warrior
nl_be: Krijger

source: Archer
nl_be: Boogschutter

source: darkred
nl_be: donkerrood

source: bluegray
nl_be: blauw-grijs

source: Lagon Blue
nl_be: Laguneblauw

source: Greeny Teal
nl_be: Talinggroen

source: Squichy's food which should be good in a cake.
nl_be: Squishy is eten dat goed in een taart zou passen.

source: A non-toxical mushroom growing in moist place.
nl_be: Een niet-giftige paddestoel die voorkomt op vochtige plaatsen.

source: Lettuce
nl_be: Sla

source: The perfect food if you're hungry but want to lose some weight.
nl_be: Het perfecte eten voor wanneer je honger hebt maar toch wat wilt afvallen.

source: +15 HP, Headache
nl_be: +15 HP, Hoofdpijn

source: +1 HP, Headache
nl_be: +1 HP, Hoofdpijn

source: The inside seems delicious.
nl_be: De binnenkant ziet er heerlijk uit.

source: Fallen from a palm tree, this fruit could be opened.
nl_be: Wanneer uit een palmboom gevallen, kan deze vrucht worden geopend.

source: Three small yellow feathers. A piou might have dropped them.
nl_be: Drei kleine veertjes. Een piou kan ze hebben achtergelaten.

source: Worn Shirt
nl_be: Versleten Shirt

source: An old shirt given to you by a sailor.
nl_be: Een oud T-shirt, gekregen van een zeeman.

source: Defense +2
nl_be: Verdediging +2

source: Defense +3
nl_be: Verdediging +3

source: Defense +4
nl_be: Verdediging +4

source: Lousy Moccasin
nl_be: Beroerde Moccasin

source: Orc-made moccasin. Not sure from which skin these boots were made.
nl_be: Orc-gemaakte moccasin. Geen idee van welke huid deze laarzen zijn gemaakt.

source: Defense +1
nl_be: Verdediging +1

source: Worn Shorts
nl_be: Versleten Korte Broek

source: An old pair of shorts given to you by a sailor, they smell bad.
nl_be: Een oude korte broek aan jou gegeven door een zeeman. Ze ruikt onfris.

source: Damage +10
nl_be: Schade +10

source: Croco Tree
nl_be: Crocosboom

source: Before resuming your adventure and exploration, you will need to register on the boarding list of the ship, and to sign its rules.
nl_be: Alvorens je je avontuur kan verderzetten, zal je je moeten registreren op de aanwezigheidslijst van het schip en het reglement moeten ondertekenen.

source: Abide by the rules
nl_be: Houd u aan de Regels

source: Rules:
nl_be: Regelement:

source: 1. Do not bot. This means you are not allowed to use any automation programs or use keyboard tricks. Any away from keyboard activity will be considered as botting except standing still.
nl_be: 1. Maak geen gebruik van 'bots'. Deze worden meestal omschreven als programmas die het spelverloop en verdiensten automatiseren. Elke spel-activiteit die niet direct bestuurd wordt door een speler word als 'het gebruik van bots' beschouwd.

source: 2. Do not spam. This also concerns trade spam.
nl_be: 2. Maak geen gebruik van 'spam'. Dit is het herhaaldelijk sturen van gelijkaardige boodschappen, berichten en/of mededelingen. Ook in verband met handel wordt 'spam' niet getolereerd!

source: 3. Do not multibox. This means you cannot have more than one active character logged in at a time. You are not allowed to use more than one active client at a time to attack in groups.
nl_be: 3. Maak geen gebruik van meerdere clients. Je mag ten alle tijden slechts één actief personage aangemeld hebben. Met jezelf een groep vormen is namelijk erg zielig.

source: 4. Do not trashtalk, beg or use rude language in your character name or in the chat, except for roleplay purposes.
nl_be: 4. Let op de taal in zowel 'chat' als in de naam van je personage. Ongepast en onbeschoft taalgebruik is niet toegestaan.

source: 5. Do not speak any other language other than English in public areas. You are free to speak any language you want in private chats or when alone with friends.
nl_be: 5. In publieke ruimtes mag enkel Engels gesproken worden. In prive gesprekken, groepen, enz. mag je wel de taal naar keuze gebruiken, maar houd het proper.

source: 6. Follow the social convention listed on the RFC1855 article.
nl_be: 6. Volg ten alle tijden de afspraken terug te vinden in de 'social convention' in het 'RFC1855' artikel.

source: Speaking to Magic Arpan
nl_be: Aan het spreken met Magische Arpan

source: To speak to an NPC, click on him with your mouse or select him with then N key and then start to chat with him with the T key.
nl_be: Om met een NPC te communiceren, klik op deze met je linkermuis knop of selecteer hem/haar met de 'n' toets en start de conversatie met de 't' toets.

source: Opening the Chest
nl_be: Kist aan het Openen

source: Equip an Item
nl_be: Rust jezelf uit met een Voorwerp

source: Open your inventory by using the F3 key or use your mouse to select it in the menu of your client.
nl_be: Open je voorraadvenster door middel van de 'F3' toets of gebruik je muis om deze te selecteren in het menu van je client.

source: Once your inventory is open, you may equip the item by selecting it and clicking 'Equip'. Alternately, you can take off an equipment by clicking on 'Unequip'.
nl_be: Zodra je voorraadvenster open staat, kan je jezelf uitrusten met een voorwerp door deze te selecteren en de optie 'equip' aan te klikken. Je kan ook voorwerpen uitdoen door deze te selecteren en 'unequip' aan te duiden.

source: Some items have different effects. Some can heal you, some can be used as weapons or armors, and others can simply be sold for gold.
nl_be: Sommige voorwerpen hebben verschillende effecten. Somige kunnen je helen, anderen kunnen worden gedragen als harnas of wapen, en nog anderen kunnen enkel worden verkocht voor wat extra goud.

source: It seems to be an urgent task, but he is afraid that you could be a sailor, so be ready!
nl_be: Het lijkt een dringende taak te zijn, maar hij is bang dat je een zeeman bent, dus wees voorbereid!

source: Alige, the mysterious traveller, requests your help to find some food for him.
nl_be: Alige, de mysterieuze reiziger vraag jouw hulp om wat eten voor hem te vinden.

source: He in fact hides in a hole of the hallway, which leads to the ship's storage where he can reach for some barrels full of piberries.
nl_be: Eigenlijk verbergt hij zich in een opening van het gangpad dat naar de sheepsopslagruimte leidt. daar kan hij aan een aantal vaten vol met pibessen.

source: It seems he is now sick of eating these berries all the time. That is why he would like you to find him other kinds of food and bring them to him.
nl_be: Het lijkt dat hij de bessen meer dan beu is geworden. Daarom vraagt hij aan jou om hem andere soorten eten te brengen.

source: Difficulty: ✩✩✩✩✩✩
nl_be: Moeilijkheid: ✩✩✩✩✩✩

source: Reward: A handful of Piberries.
nl_be: Beloning: Een hand vol Pibessen.

source: Peter needs your help to clean the bottom of the ship from some Rattos. Speak to him when you will have time to help him.
nl_be: Peter heeft nog steeds hulp nodig om de rattos te verwijderen in het onderruim van het het schip. Praat met hem wanneer je tijd hebt om hem te helpen.

source: Cleaning the bottom of the ship is a hard work, but Peter is offering you some gold for it.
nl_be: Het onderruim schoonvegen is hard werken, maar Peter is bereid er wat goud voor neer te leggen.

source: Difficulty: ✭✩✩✩✩✩
nl_be: Moeilijkheid: ✭✩✩✩✩✩

source: Rewards: 500GP, 100EXP.
nl_be: Beloning: 500GP, 100EXP

source: Free Cave Washer
nl_be: Gratis Grot Wasser

source: Peter asked you to empty freely the bottom of the ship.
nl_be: Peter heeft je gevraagd om het onderruim van het schip leeg te maken.

source: It seems that you should again ask him this task, he may have something else to offer you...
nl_be: Het lijkt erop dat je hem nog eens achter deze taak moet vragen, hij kan je iets anders te bieden hebben...

source: Ask him about a reward for this task.
nl_be: Vraag hem naar je beloning voor deze taak.

source: Treasure's Glints
nl_be: Glinstering van een Schat

source: A weird light reflection annoys Darlin. He asked you to go and check what it could possibly be.
nl_be: Een vreemde lichtweerkaatsing frustreert Darlin. Hij vraagt je om te gaan kijken wat het kan zijn.

source: The light comes from the top of a cliff, west of the island. A road seems to go there.
nl_be: Het komt van de top van een klif ten westen van het eiland. Er lijkt een weg naartoe te leiden.

source: The sailor was right. The light was the glint of the sun on a treasure chest.
nl_be: De zeeman had gelijk. Het licht was the schittering van een schatkist in de zon.

source: Darlin seems to be waiting for you. You should tell him about the light.
nl_be: Darlin lijkt op jouw te staan wachten. Je zou hem moeten vertellen over het licht.

source: Coordinates: Desert Island. (90,89)
nl_be: Coördinaten: Woestijn Eiland. (90,89)

source: Rewards: 400GP, Old Book.
nl_be: Beloning: 400GP, Oud Boek

source: A sailor, who wasn't on Gugli's list, gave you his box full of food. He did not mention any reward, but he would like you to deliver this box to Gugli as soon as you can.
nl_be: Een zeeman, die niet op de lijst van Gugli stond, gaf je deze doos vol etenswaren. He vermelde geen beloning maar zou graag hebben dat je deze doos zo snel mogelijk naar Gugli brengt.

source: Couwan is an awful, roguish person. No reward from him!
nl_be: Couwan is a verschrikkelijke, schalkse persoon. Geen beloning van hem!

source: However, Gugli gave you some gold pieces and apologized for this unexpected task. He also warned you not to trust anyone.
nl_be: Toch gaf Gugli je wat goudstukken en verontschuldigde zich voor deze onverwachte taak. Hij waarschuwde je niemand te vertrouwen.

source: Rewards: 50GP.
nl_be: Beloning: 50GP.
