Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: It's not exactly cheap, but it isn't expensive either.
pt_br: Não é exatamente barato, mas também não é caro.

source: Hurnscald, Archery Shop back area.
pt_br: Hurnscald, área traseira de tiro com arco.

source: I need a Forest Bow, because that is the only kind of bow her brother makes.
pt_br: Eu preciso de um Forest Bow, porque esse é o único tipo de arco que seu irmão faz.

source: She already took my money, and won't teach me without it...
pt_br: Ela já pegou meu dinheiro e não vai me ensinar sem ele ...

source: I should prove I learnt her lesson by bringing her...
pt_br: Eu devo provar que aprendi a lição trazendo-a ...

source: ...Snake eggs. Several and from all kinds.
pt_br: ... Ovos de cobra. Vários e de todos os tipos.

source: I passed her class!
pt_br: Eu passei na aula dela!

source: I think she have more thing to teach me, but am I strong enough...?
pt_br: Eu acho que ela tem mais coisas para me ensinar, mas eu sou forte o suficiente ...?

source: She gave me the last task.
pt_br: Ela me deu a última tarefa.

source: With the Forest Bow, and Training arrows, I have to hit target.
pt_br: Com as flechas Forest Bow e Training, eu tenho que acertar o alvo.

source: There are lot of things to consider I usually don't care about.
pt_br: Há muitas coisas em que eu geralmente não me importo.

source: Can I really get over that challenge?
pt_br: Posso realmente superar esse desafio?

source: I did it! I did it!
pt_br: Eu fiz isso! Eu fiz isso!

source: I mastered archery!
pt_br: Eu dominei o arco e flecha!

source: New Skill
pt_br: Nova habilidade

source: I need to find the Yeti King and convince him to fight on our side.
pt_br: Eu preciso encontrar o Yeti King e convencê-lo a lutar ao nosso lado.

source: To (re)start this quest, I need to pour 1x {@@1} on Tulimshar Sewer.
pt_br: Para (re) começar esta quest, eu preciso derramar 1x {@@ 1} no Tulimshar Sewer.

source: This is a loose co-op quest. I cannot start it alone, but I can finish it alone.
pt_br: Esta é uma missão cooperativa solta. Eu não posso começar sozinho, mas posso terminar sozinho.

source: Hurnscald, Town Hall.
pt_br: Hurnscald, Câmara Municipal.

source: I can now return home, and optionally report Celestia the result.
pt_br: Agora posso voltar para casa e, opcionalmente, relatar o resultado ao Celestia.

source: The Yeti King gave me a reward, maybe I should do that again!
pt_br: O Yeti King me deu uma recompensa, talvez eu devesse fazer isso de novo!

source: Celestia need many sweets to replace the lack of Cookies.
pt_br: Celestia precisa de muitos doces para substituir a falta de cookies.

source: I could help her, too much sugar is bad to health!
pt_br: Eu poderia ajudá-la, muito açúcar é ruim para a saúde!

source: I gave lot of sweeties to Celestia, and now I can drink tea!
pt_br: Eu dei muitos doces para Celestia, e agora eu posso beber chá!

source: Her tea regens some Mana. Maybe in future, she gives me some for travel?
pt_br: Seu chá regenera Mana. Talvez no futuro, ela me dê um pouco para viajar?

source: Hurnscald Crops
pt_br: Culturas de Hurnscald

source: Pinkies are ravaging Hinnak's Fields. He wants 10 antennas.
pt_br: Pinkies estão devastando os campos de Hinnak. Ele quer 10 antenas.

source: But he won't reward you without at least a 100 pinkies sacrifice.
pt_br: Mas ele não te recompensará sem pelo menos 100 sacrifícios de pinkies.

source: Hinnak's farm is safe, but Hurnscald food supply is far from secured.
pt_br: A fazenda de Hinnak é segura, mas o suprimento de comida de Hurnscald está longe de ser garantido.

source: I should help his friend, Oscar, on the west farm.
pt_br: Eu deveria ajudar seu amigo, Oscar, na fazenda oeste.

source: Oscar is also having problems with pinkies. He want 10 pink legs for a soup.
pt_br: Oscar também está tendo problemas com pinkies. Ele quer 10 pernas rosadas para uma sopa.

source: Woodlands Central Area.
pt_br: Área Central de Woodlands.

source: Oscar was very satisfied.
pt_br: Oscar ficou muito satisfeito.

source: He and Hinnak prepared a reward for you.
pt_br: Ele e Hinnak prepararam uma recompensa para você.

source: Redeem it at the Town Hall.
pt_br: Resgate-o na prefeitura.

source: The crops are safe! Finally!
pt_br: As colheitas são seguras! Finalmente!

source: Hinnak and his wife might still need help, but...
pt_br: Hinnak e sua esposa ainda podem precisar de ajuda, mas ...

source: ...that's not my problem anymore.
pt_br: ... isso não é mais problema meu.

source: Hurnscald Bandits
pt_br: Bandidos de Hurnscald

source: Bandits frequently raid Hurnscald Tavern and steal stuff.
pt_br: Bandidos freqüentemente atacam a Hurnscald Tavern e roubam coisas.

source: They're often caught, but the slimes on the Mines eat the keys!
pt_br: Eles são frequentemente capturados, mas os limos das minas comem as chaves!

source: I should bring her 5 [Treasure Key] to fix that slimey problem.
pt_br: Eu deveria trazê-la 5 [Treasure Key] para consertar esse problema.

source: I helped Helena, but she might have another task to me.
pt_br: Eu ajudei Helena, mas ela poderia ter outra tarefa para mim.

source: I wonder if I am strong enough to help her!
pt_br: Eu me pergunto se sou forte o suficiente para ajudá-la!

source: Helena was cursed to don't enter the bandit cave!
pt_br: Helena foi amaldiçoada por não entrar na caverna dos bandidos!

source: She wants to give me a great mission, but first,
pt_br: Ela quer me dar uma grande missão, mas primeiro

source: I need to collect some Bandit Hoods and prove my worth.
pt_br: Eu preciso coletar alguns bandidos e provar o meu valor.

source: Helena sent me to kill the Bandit Lord on the Bandit Cave.
pt_br: Helena me enviou para matar o Bandit Lord na Bandit Cave.

source: But first, I need to find her friend and get the key to his lair.
pt_br: Mas primeiro, preciso encontrar a amiga dela e pegar a chave do covil dele.

source: The Bandit Lord is on a locked cave, but fear not. I got the key.
pt_br: O Bandit Lord está em uma caverna trancada, mas não tenha medo. Eu peguei a chave.

source: The only problem now, is finding his lair on these pesky caves!
pt_br: O único problema agora é encontrar seu covil nessas cavernas irritantes!

source: The bandit lord is dead. I should claim my reward with Helena.
pt_br: O bandido senhor está morto. Eu deveria reivindicar minha recompensa com Helena.

source: I'm now friends with Helena.
pt_br: Eu sou amigo de Helena.

source: Every day, I can bring her some Treasure Keys or Bandit Hoods.
pt_br: Todos os dias, posso trazer-lhe algumas chaves do tesouro ou capuzes de bandidos.

source: The keys will also help with Melina's beer supply - great!
pt_br: As chaves também ajudarão com o suprimento de cerveja de Melina - ótimo!

source: A Tea For Two
pt_br: Um chá para dois

source: The Doctor asked me for various herbs, and a haste potion.
pt_br: O médico pediu-me várias ervas e uma poção de pressa.

source: The Doctor
pt_br: O médico

source: Dimond's Cove, Third Floor.
pt_br: Enseada de Dimond, terceiro andar.

source: The Doctor had his herbal tea, and he can make more for me.
pt_br: O Doutor tinha seu chá de ervas, e ele pode fazer mais por mim.

source: An Early Christmas
pt_br: Um Natal adiantado

source: Bring an Herbal Tea to Miler, a friend from The Doctor.
pt_br: Traga um chá de ervas para Miler, um amigo do The Doctor.

source: True Buccaneer
pt_br: Verdadeiro bucaneiro

source: Arr, I was told that George needs help! Gotta help pirates, 'cause I'm so cool! Arr!
pt_br: Arr, me disseram que George precisa de ajuda! Tenho que ajudar os piratas, porque eu sou tão legal! Arr!

source: Arr, I should return with 30 Beer, 30 Casino Coins and 50 Empty Bottles! Arr Yarr!
pt_br: Arr, eu devo voltar com 30 cervejas, 30 moedas de cassino e 50 garrafas vazias! Arr Yarr!

source: Sincerity Island
pt_br: Ilha da Sinceridade

source: Yarr, I got a nice hat for helping! Arr, he might need help later!
pt_br: Yarr, eu tenho um bom chapéu para ajudar! Arr, ele pode precisar de ajuda depois!

source: Slaying the Fafi Dragon
pt_br: Matando o Dragão Fafi

source: Susanne asked me to slay the Fafi Dragon which roams this island.
pt_br: Susanne pediu-me para matar o Dragão Fafi que percorre esta ilha.

source: Secret Island, Fairy House.
pt_br: Ilha Secreta, Casa De Fadas.

source: The dragon was slain. I need to report to Susanne.
pt_br: O dragão foi morto. Preciso me reportar a Susanne.

source: I can pay Susanne some items for a respawn.
pt_br: Eu posso pagar a Susanne alguns itens para um respawn.

source: Basic
de: Standard
es: Básico
fr: Principal
it: Base
nl_be: Basis
pt_br: Básico
ru: Основной

source: Gives you an identity.
pt_br: Te dá uma identidade.

source: Resync
pt_br: Ressincronizar

source: Corrects ManaPlus desync.
pt_br: Corrige o desync do ManaPlus.

source: Event Warp
pt_br: Urdidura do evento

source: Warps you to event island (during events).
pt_br: Warps você para ilha do evento (durante eventos).

source: Gives access to administrative options.
pt_br: Concede acesso a opções administrativas.

source: Healing
pt_br: Cura

source: Healing for the wounded.
pt_br: Cura para os feridos.

source: Provoke
pt_br: Provocar

source: Allow provoke a single monster for 10 seconds.
pt_br: Permitir provocar um único monstro por 10 segundos.

source: Mass provoke
de: Massenbeschwörung
es: Provocar la masa
fr: Provocation de Masse
pt_br: Provocação em Massa

source: Allow provoke many monsters.
de: Damit lassen sich viele Monster heraufbeschwören.
es: Permite provocar a muchos monstruos.
fr: Autorise la provocation de nombreux monstres.
pt_br: Permite provocar muitos monstros

source: Fake Death
pt_br: Fingir de Morto

source: Geez, I thought you were a goner for real!
pt_br: Nossa, eu pensei que você fosse um caso de verdade!

source: Divine Protection
pt_br: Proteção Divina

source: Jesus' blessing, extra defense against unholy things.
pt_br: Bênção de Jesus, defesa extra contra coisas impuras.

source: Marriage Life force
pt_br: Força de casamento

source: Transfer 10% HP to partner.
pt_br: Transfira 10% de HP para parceiro.

source: Marriage Mana flow
pt_br: Fluxo de Mana Casamento

source: Transfer 10% MP to partner.
pt_br: Transferir 10% de MP para parceiro.

source: Backpack Float
pt_br: Flutuador mochila

source: Increase maximum weight.
pt_br: Aumente o peso máximo.

source: Backpack Float 2
pt_br: Mochila Flutuante 2

source: FIXME: Increase maximum weight.
pt_br: FIXME: Aumente o peso máximo.

source: Physical
pt_br: Físico

source: Magic Warrior
pt_br: Guerreiro Mágico

source: You are a member from the Magic Warrior Class.
pt_br: Você é membro da Classe Dos Guerreiros Mágicos.

source: Falkon Punch!
pt_br: Soco Falcão!

source: A violent punch. +30% dmg and +5% acc per level.
pt_br: Um soco violento. + 30% dmg e + 5% por nível.

source: Last Standing Man
pt_br: Último homem em pé

source: Increase max HP and holy resistance.
pt_br: Aumenta o HP max e a resistência sagrada.

source: Party Area Defense
pt_br: Defesa da área partidária

source: Increase party defense.
pt_br: Aumentar a defesa do partido.

source: Increase Agility
pt_br: Aumentar a Agilidade

source: FIXME: Sacrifice HP for more agility and move speed.
pt_br: FIXME: Sacrifique o HP para mais agilidade e velocidade de movimento.

source: Redemption
pt_br: Redenção

source: FIXME: Suicide with death penalty. Revive party members in a range.
pt_br: FIXME: Suicídio com pena de morte. Revive os membros do grupo em um intervalo.

source: Guard
pt_br: Guarda

source: Shield: Chance to block entirely an attack. Stuns you when block is successful.
pt_br: Escudo: Chance de bloquear inteiramente um ataque. Atordoa quando o bloco é bem sucedido.

source: Arrow Shield
pt_br: Escudo de seta

source: Shield: Receive less ranged damage, in exchange of move and attack speed.
pt_br: Escudo: Recebe menos dano à distância, em troca de movimento e velocidade de ataque.

source: Minor HP Recovery
pt_br: Recuperação HP menor

source: Increase standing HP Recovery.
pt_br: Aumente a recuperação HP em pé.

source: Counter Attack
pt_br: Contra ataque

source: Block and retaliate attack with double critical rate.
pt_br: Bloqueie e retalie o ataque com uma taxa crítica dupla.

source: Endure
pt_br: Suportar

source: Immune to stun penalty when attacked. Raises MDEF.
pt_br: Imune a penalidade de atordoamento quando atacado. Gera MDEF.

source: Final Berserk
pt_br: Berserk final

source: ATK +32%, VIT DEF -55% when HP is below 25%. Drains MP.
pt_br: ATK + 32%, VIT DEF -55% quando a HP está abaixo de 25%. Drenos MP.

source: Magical
pt_br: Mágico

source: Wizard Mage
pt_br: Mago

source: You are a member from the Wizard Mage Class.
pt_br: Você é membro da Classe Dos Magos.

source: Fire ball
de: Feuerball
es: Bola de fuego
fr: Boule de feu
pt_br: Bola de fogo

source: Attack enemy with fireball.
de: Greift Gegner mit einem Feuerball an.
es: Atacar al enemigo con bola de fuego.
fr: Attaquer l'ennemi avec une boule de feu.
pt_br: Ataca inimigos com bola de fogo.

source: Sharpshooter
pt_br: Atirador Profissional

source: Focus and do a magical shoot which multihits.
pt_br: Concentre-se e faça um tiro mágico que acerte múltiplos alvos.

source: Action Casting
pt_br: Fundição de Ação

source: Allows to move and attack while casting.
pt_br: Permite mover e atacar enquanto lança.

source: Dragon Slayer
pt_br: matador de dragão

source: Raises attack and defense while fighting dragons. Raise int.
pt_br: Levanta ataque e defesa enquanto luta contra dragões. Levante o int.

source: Mana Wisdom
pt_br: Sabedoria de Mana

source: Increases Mana Experience Gain.
pt_br: Aumenta o ganho de experiência de mana.

source: Fire Weapon
pt_br: Arma de fogo

source: Switch attack element to fire. 70% Success Chance.
pt_br: Mude o elemento de ataque para o fogo. 70% de chance de sucesso.

source: Ice Weapon
pt_br: Arma de gelo

source: Switch attack element to ice. 70% Success Chance.
pt_br: Mude o elemento de ataque para o gelo. 70% de chance de sucesso.

source: Wind Weapon
pt_br: Arma do Vento

source: Switch attack element to wind. 70% Success Chance.
pt_br: Mude o elemento de ataque para o vento. 70% de chance de sucesso.

source: Earth Weapon
pt_br: Arma da Terra

source: Switch attack element to earth. 70% Success Chance.
pt_br: Mude o elemento de ataque para a terra. 70% de chance de sucesso.

source: Energy Coating
pt_br: Revestimento de energia

source: Raises damage reduction but eats MP.
pt_br: Aumenta a redução de dano, mas come MP.

source: AoE attack useful against ghosts.
pt_br: AoE ataque útil contra fantasmas.

source: Cold Bolt
pt_br: Parafuso frio

source: Standard Ice Attack.
pt_br: Ataque Gelo Padrão.

source: Fire Bolt
pt_br: Parafuso de fogo

source: Standard Fire Attack.
pt_br: Ataque de Fogo Padrão.

source: Thunder Bolt
pt_br: Raio

source: Standard Wind Attack.
pt_br: Ataque de vento padrão.

source: Earth Spike
pt_br: Pico da Terra

source: Standard Earth Attack.
pt_br: Ataque Terrestre Padrão.

source: Magic shield
de: Magieschild
es: Escudo mágico
fr: Bouclier magique
pt_br: Escudo mágico

source: Allow protect from magic attacks.
de: Gewährt Schutz vor magischen Angriffen.
es: Permite protegerse de ataques mágicos.
fr: Autoriser la protection contre les attaques magiques.
pt_br: Permite proteger de ataques mágicos.

source: Draw text on ground.
de: Zeichne Text auf Boden.
es: Escribe en el suelo.
fr: Dessiner du texte sur le sol.
pt_br: Desenha um texto no chão.

source: Transmutate wood into stuff.
pt_br: Transforme a madeira em material.

source: Summon Maggots
pt_br: Evocar larvas

source: 200 MP. 2x Maggot Slime. May fail.
pt_br: 200 MP. 2x Maggot Slime. Pode falhar.

source: Summon Cave Maggot
pt_br: Evocar Caverna da Larva

source: Other
de: Sonstiges
es: Otro
fr: Autre
pt_br: Outro

source: Defense disregard attack
pt_br: Ataque que ignora defesa

source: Suicide bombing
pt_br: Bombardeio suicida

source: Suicide
pt_br: Suicídio

source: Poison Attack
pt_br: Ataque de veneno

source: Follower Summons
pt_br: Invocação de seguidores

source: Emotion
pt_br: Emoção

source: Monster Summons
pt_br: Invocação de Monstro

source: Crazy weed
de: Verrücktes Gras
es: Maleza loca
fr: Herbe folle
pt_br: Erva daninha louca

source: Wall of thorn 2
de: Dornenwand 2
es: Muro de espinas 2
fr: Mur d'épines 2
pt_br: Parede de espinho

source: Lord of vermillion
de: Herrscher des Zinnobers
es: Señor de vermillion
fr: Seigneur du vermillon
pt_br: Senhor do vermelhão

source: Family call
de: Familienanruf
es: Llamada familiar
fr: Appel de la famille
pt_br: Ligação familiar

source: Cluster bomb
de: Splitterbombe
es: Bomba de racimo
fr: Bombe à fragmentation
pt_br: Bomba de fragmentação

source: Dimension door
de: Dimensionenportal
es: Puerta dimensional
fr: Porte dimensionnelle
pt_br: Portal Dimensional

source: Wall of thorn 1
de: Dornenwand 1
es: Muro de espinas 1
fr: Murs d'épines 1
pt_br: Parede de espinho

source: Hells plant
de: Höllenpflanze
es: Planta infernal
fr: Plantes de l'enfer
pt_br: Planta de infernos

source: Strength
de: Kraft
es: Fuerza
fr: Force
pt_br: Força

source: Agility
de: Beweglichkeit
es: Agilidad
fr: Agilité
pt_br: Agilidade

source: Vitality
de: Leben
es: Vitalidad
fr: Vitalité
pt_br: Vitalidade

source: Intelligence
de: Intelligenz
es: Inteligencia
pt_br: Inteligência

source: Dexterity
de: Geschicklichkeit
es: Destreza
fr: Dextérité
pt_br: Destreza

source: Luck
de: Glück
es: Suerte
fr: Chance
pt_br: Sorte

source: Attack
de: Angriff
es: Ataque
fr: Attaque
pt_br: Ataque

source: Defense
de: Verteidigung
es: Defensa
fr: Défense
pt_br: Defesa

source: M.Attack
de: M.Angriff
es: Ataque M.
fr: AttaqueM.
pt_br: Ataque Mágico

source: M.Defense
de: M.Verteidigung
es: Defensa M.
fr: DéfenseM.
pt_br: Defesa Mágica

source: % Accuracy
de: % Genauigkeit
es: % de Precisión
fr: % Précision
pt_br: % Precisão

source: % Evade
de: % Ausweichen
es: % de Evasión
fr: % Évasion
pt_br: % Esquiva

source: % Critical
de: % Kritisch
es: % de Críticos
fr: % Critique
pt_br: % Crítico

source: Attack delay
de: Angriffsverzug
es: Retraso de ataque
fr: Délai d'attaque
pt_br: Atraso Ataque

source: Walk delay
de: Bewegungsverzug
es: Retraso al caminar
fr: Délai de marche
pt_br: Atraso Movimentar

source: Attack range
de: Angriffsreichweite
es: Rango de ataque
fr: Portée d'attaque
pt_br: Alcance

source: Damage per sec.
de: Schaden pro Sekunde
es: Daño por segundo.
fr: Dégâts par sec.
pt_br: Dano por segundo

source: Karma
pt_br: Reputação

source: Manner
de: Verhalten
es: Comportamiento
fr: Manière
pt_br: Modos

source: Hp
fr: Pv
pt_br: Vida

source: Need exp
de: benötigte EP
es: Necesita experiencia
fr: Besoin d'exp
pt_br: Precisa

source: M.Atk
de: M.Ang.
fr: Att.M
pt_br: Atq.M.

source: Defence
de: Verteidigung
es: Defensa
fr: Défense
pt_br: Defesa

source: Expire
de: Endet
es: Expirar
pt_br: Expira

source: Faith
de: Hoffnung
es: Fe
fr: Foi
pt_br: Fé

source: Calls
de: Anrufe
es: Llamadas
fr: Appelle
pt_br: Chamadas

source: Kills
de: Getötet
es: Mata
fr: Tue
pt_br: Mortes

source: provoke
de: auslösen
es: provocar
fr: provoquer
pt_br: provocar

source: endure
de: durchhalten
es: aguantar
fr: endurer
pt_br: endurecer

source: concentration
de: Konzentration
es: concentración
pt_br: concentração

source: hiding
de: verstecken
es: ocultar
fr: se cacher
pt_br: esconder

source: cloacking
de: bedecken
es: encubrimiento
fr: se couvrir
pt_br: camuflagem

source: enchant poison
de: Zaubergift
es: Veneno hechizado
fr: enchanter le poison
pt_br: encantar veneno

source: poison react
de: Giftreaktion
es: Reacción al veneno
fr: réaction au poison
pt_br: reação à veneno

source: quagmire
de: Morast
es: Ciénaga
pt_br: atoleiro

source: blessing
de: Segen
es: bendición
fr: bénédiction
pt_br: bênção

source: inc agi
de: erh. agi
pt_br: +agi

source: dec agi
de: red. agi
pt_br: -agi

source: riding
de: reiten
es: Equitación
fr: chevaucher
pt_br: montado

source: falcon
de: Falke
es: Halcón
fr: faucon
pt_br: falcão

source: trick dead
de: scheintot
es: trampa mortal
fr: faire le mort
pt_br: fingir de morto

source: weight 50%
de: Gewicht 50%
es: 50% de peso
fr: poids 50%
pt_br: peso 50%

source: weight 90%
de: Gewicht 90%
es: 90% de peso
fr: poids 90%
pt_br: peso 90%

source: att haste 1
de: Att. Hast 1
es: Velocidad de ataque 1
fr: att hâte 1
pt_br: at pressa 1

source: att haste 2
de: Att. Hast 2
es: Velocidad de ataque 2
fr: att hâte 2
pt_br: na pressa 2

source: att haste 3
de: Att. Hast 3
es: Velocidad de ataque 3
fr: att hâte 3
pt_br: at pressa 3

source: post delay
de: Versandverzögerung
es: retraso de correo
fr: post délai
pt_br: atrasar post

source: lk concentration
de: lk Konzentration
es: Loncentración lk
pt_br: concentração de lk

source: cart boost
es: Empujar carreta
fr: boost de panier
pt_br: impulso do carrinho

source: bleeding
de: bluten
es: sangriento
fr: saignement
pt_br: sangramento

source: run
de: rennen
es: correr
fr: courrir
pt_br: correr

source: ting
de: klingeln
es: tintineo
pt_br: tingindo

source: inc str 2
pt_br: +força 2

source: inc str
de: erh. str
pt_br: +força

source: hide
de: verstecken
es: Esconder
fr: cacher
pt_br: ocultar

source: cash plus exp
de: Geld und exp
es: dinero mas experiencia
fr: argent plus exp
pt_br: dinheiro mais exp

source: heal s
de: heilen s
es: curar s
fr: soigner s
pt_br: curar s

source: heal l
de: heilen l
es: curar l
fr: soigner l
pt_br: curar l

source: stasis
de: Stauung
es: estasis
fr: stase
pt_br: estase

source: camouflage
de: Tarnung
es: camuflaje
pt_br: camuflar

source: sphere 1
de: Sphäre 1
es: esfera 1
fr: sphère 1
pt_br: esfera 1

source: sphere 2
de: Sphäre 2
es: esfera 2
fr: sphère 2
pt_br: esfera 2

source: sphere 3
de: Sphäre 3
es: esfera 3
fr: sphère 3
pt_br: esfera 3

source: sphere 4
de: Sphäre 4
es: esfera 4
fr: sphère 4
pt_br: esfera 4

source: sphere 5
de: Sphäre 5
es: esfera 5
fr: sphère 5
pt_br: esfera 5

source: invisibility
de: Unsichtbarkeit
es: invisibilidad
fr: invisibilité
pt_br: invisibilidade

source: cloud kill
es: nube mortal
fr: nuage mortel
pt_br: matança da nuvem

source: heal g
de: heilen g
es: curar g
fr: soigner g
pt_br: curar g

source: sit
de: sitzen
es: sentarse
fr: s'assœir
pt_br: sentar

source: heal m
de: heilen m
es: curar m
fr: soigner m
pt_br: curar m

source: cart
es: carreta
fr: panier
pt_br: carrinho

source: equip arrows
de: Pfeile ausrüsten
es: equipar flechas
fr: équipe des flèches
pt_br: flechas

source: clan info
pt_br: info. de clã

source: swords clan
pt_br: clã de espadas

source: archwand clan
pt_br: clã do archwand

source: golden mace clan
pt_br: clã da maça dourada

source: cross bow clan
pt_br: cruz do clã

source: daily send mail count
pt_br: e-mail enviado

source: spell-protection
de: Schutz vor Verzauberung
es: protección contra hechizo
fr: protection contres les sorts
pt_br: proteção ortográfica

source: sight
de: Blick
es: vista
fr: vue
pt_br: vista

source: cart 1
es: carreta 1
fr: panier 1
pt_br: Carrinho 1

source: invisible
de: unsichtbar
pt_br: invisível

source: cart 2
es: tarjeta 2
fr: panier 2
pt_br: carrinho 2

source: cart 3
es: tarjeta 3
fr: panier 3
pt_br: carrinho 3

source: cart 4
es: tarjeta 4
fr: panier 4
pt_br: carrinho 4

source: cart 5
es: tarjeta 5
fr: panier 5
pt_br: carrinho 5

source: orcish
de: orkisch
es: orco
fr: orcouche
pt_br: orc

source: wedding
de: Hochzeit
es: boda
fr: marriage
pt_br: Casamento

source: chase walk
de: Treibjagd
es: paseo de caza
fr: marche de poursuite
pt_br: caminhada de perseguição

source: flying
de: fliegend
es: volando
fr: voler
pt_br: voando

source: xmas
de: Weihnachten
es: Navidad
fr: noël
pt_br: natal

source: transform
de: verwandeln
es: transformar
fr: transformer
pt_br: transformar

source: summer
de: Sommer
es: verano
fr: été
pt_br: verão

source: dragon 1
de: Drache 1
es: dragón 1
pt_br: dragão 1
