Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: wug
pt_br: abraçar

source: wug rider
es: jinete wug
fr: cavalier de wug
pt_br: cavaleiro

source: dragon 2
de: Drache 2
es: dragón 2
pt_br: dragão 2

source: dragon 3
de: Drache 3
es: dragón 3
pt_br: dragão 3

source: dragon 4
de: Drache 4
es: dragón 4
pt_br: dragão 4

source: dragon 5
de: Drache 5
es: dragón 5
pt_br: dragão 5

source: stone
de: Stein
es: Piedra
fr: roche
pt_br: pedra

source: freeze
de: einfrieren
es: congelar
fr: gelé
pt_br: congelar

source: stun
de: betäuben
es: aturdir
fr: étourdi
pt_br: atordoar

source: sleep
de: schlafen
es: dormir
fr: sommeil
pt_br: dormir

source: burning
de: brennend
es: ardiendo
fr: enflammé
pt_br: queimar

source: imprison
de: verhaften
es: aprisionar
fr: emprisonner
pt_br: aprisionar

source: crystalize
de: kristallisieren
es: cristalizar
fr: crystaliser
pt_br: cristalizar

source: poison
de: vergiften
es: veneno
pt_br: veneno

source: curse
de: verfluchen
es: maldición
fr: malédiction
pt_br: maldição

source: silence
de: Stille
es: silencio
pt_br: silêncio

source: blind
es: cegar
fr: aveugle
pt_br: cego

source: dpoison
de: dGift
es: veneno d
pt_br: veneno D

source: fear
de: Angst
es: miedo
fr: peur
pt_br: medo

source: The cold hands of the grim reaper are grabbing for your soul.
de: Die kalten Hände des Sensenmannes greifen nach deiner Seele.
es: Las manos frías de la muerte se están apoderando de tu alma.
fr: Les mains glacées du sinistre faucheur viennent de s'agripper à ton âme.

source: You've shuffled off your mortal coil, run down the curtain and joined the bleedin' choir invisibile.
de: Du hast deine sterbliche Hülle abgestreift, den Vorhang verlassen und bist dem verdammten Chor der Unsichtbaren beigetreten.
es: Has dejado tu cuerpo mortal, bajado las cortinas y unido al sangriento coro de los invisibles.
fr: Tu t'es défait de ton enveloppe charnelle, es arrivé à ta fin et a rejoins la chorale invisible et sanglante.

source: Welcome to the Matrix, Neo.
de: Willkommen in der Matrix, Neo.
es: Bienvenido a la Matrix, Neo.
fr: Bienvenue dans la Matrice, Néo.

source: Our bodies are prisons for our souls. Our skin and blood, the iron bars of confinement. But fear not. All flesh decays. Death turns all to ash. And thus, death frees every soul.
de: Unsere Körper sind Gefängnisse unserer Seelen. Unser Fleisch und Blut, die Eisenbarren unserer Haft. Aber fürchte dich nicht. Jedes Fleisch vergeht. Tod verwandelt alles zu Asche. Und so, befreit der Tod jede Seele.
es: Nuestros cuerpos son prisiones para nuestras almas. Nuestra piel y sangre, los barrotes del confinamiento. Pero no teman: toda la carne se descompone; la muerte la vuelve polvo. Y, de esta manera, la muerte libera cada alma.
fr: Nos corps sont les prisons de nos âmes. Notre peau et notre sang en sont les barreaux. Mais ne crains rien. Toute chair pourrit. La mort décompose tout. Et ainsi, la mort délivre chaque âme.

source: Blah
es: Bla
ru: Вздор!

source: Demon
de: Dämon
es: Demonio
fr: Démon
it: Demone
nl_be: Demoon
ru: Демон

source: Orc
de: Orkisch
es: Orco
fr: Orque
it: Orco
ru: Орк

source: Heal 25-40 HP
de: Heilung 25-40 HP
es: Curar 25-40 HP
fr: Soigne 25-40 PV
ru: Излечивает 25-40 HP

source: Damage -5%; Defense +5%; Heal 25-35 HP
de: Schaden -5%; Verteidigung +5%; Heilung 25-35 HP
es: Daño: -5%; Defensa +5%; Curar 25-35 HP
fr: Dégâts -5% ; Défense +5% ; Soigne 25-35 PV
ru: Урон: -5%; Защита: +5%; Излечивает: 25-35 HP

source: A tender food, ingredient or bait.
de: Zarte Nahrung. Zutat oder Köder.
es: Una comida tierna, ingrediente o carnada.
fr: Un aliment tendre, ingrédient ou appât.

source: Heal 7-13 HP
de: Heilung 7-13 HP
es: Curar 7-13 HP
fr: Soigne 7-13 PV
ru: Излечивает 7-13 HP

source: Heal 15-25 HP
de: Heilung 15-25 HP
es: Curar 15-25 HP
fr: Soigne 15-25 PV
ru: Излечивает 15-25 HP

source: Piberries
de: Pibeeren
es: Pibayas
fr: Baies Pi
nl_be: Pibessen
ru: Пижевика

source: Heal 12-23 HP
de: Heilung 12-23 HP
es: Curar 12-23 HP
fr: Soigne 12-23 PV
ru: Излечивает 12-23 HP

source: Headache; Heal 10-20 HP
de: Kopfschmerzen; Heilung 10-20 HP
es: Dolor de cabeza; Curar 10-20 HP
fr: Mal de Tête ; Soigne 10-20 PV
ru: Головная боль; Излечивает 10-20 HP

source: Heal 75-100 HP
de: Heilung 75-100 HP
es: Curar 75-100 HP
fr: Soigne 75-100 PV
ru: Излечивает 75-100 HP

source: Headache; Heal 2-6 HP
de: Kopfschmerzen; Heilung 2-6 HP
es: Dolor de cabeza; Curar 2-6 HP
fr: Mal de Tête ; Soigne 2-6 PV
ru: Головная боль; Излечивает 2-6 HP

source: Stomach ache; Heal 30-70 HP
de: Macht Bauchschmerzen; Heilung 30-70 HP
es: Dolor de estómago; Curar 30-70 HP
fr: Mal de ventre ; Soigne 30-70 PV

source: Heal 65-90 HP
de: Heilung 65-90 HP
es: Curar 65-90 HP
fr: Soigne 65-90 PV
ru: Излечивает 65-90 HP

source: Old Book
de: Altes Buch
es: Libro Viejo
fr: Vieux Livre
it: Vecchio Libro
nl_be: Oud Boek
ru: Старая книга

source: A book that threatens to fall apart in your hands as you carefully browse the pages.
de: Ein Buch, das droht auseinander zu fallen, während du vorsichtig durch die Seiten blätterst.
es: Un libro que parece deshacerse en tus manos mientras volteas con cuidado sus páginas.
fr: Un livre qui menace de tomber en miettes dans tes mains lorsque tu le feuillettes.
it: Un libro che rischia di disfarsi mentre sfogli le sue pagine.
nl_be: Een boek dat in je handen uit elkaar dreigt te vallen wanneer je het voorzichtig doorbladert.
ru: Книга, которая норовит развалиться у вас в руках, когда вы осторожно осматриваете страницы.

source: Damage +5%; Heal 20-30 HP
de: Schaden +5%; Heilung 20-30 HP
es: Daño +5%; Curar 20-30 HP
fr: Dégâts +5% ; Soigne 20-30 PV

source: This is a reward from the Cookie Master. Be careful before you eat it, its effects are unknown...
de: Dies ist eine Belohnung vom Keksmeister. Sei vorsichtig bevor du sie isst, die Effekte sind unbekannt...
es: Esta es la recompensa del Amo de las Galletas. Sé cuidadoso antes de comerla... sus efectos son desconocidos.
fr: C'est une récompense du Maître des Cookies. Fais attention avant de la manger, ses effets sont encore inconnus...

source: Heal 28-35 HP
de: Heilung 28-35 HP
es: Curar 28-35 HP
fr: Soigne 28-35 PV

source: Heal 60-75 HP
de: Heilung 60-75 HP
es: Curar 60-75 HP
fr: Soigne 60-75 PV

source: Heal 110-130 HP
de: Heilung 110-130 HP
es: Curar 110-130 HP
fr: Soigne 110-130 PV

source: Heal 240-260 HP
de: Heilung 240-260 HP
es: Curar 240-260 HP
fr: Soigne 240-260 PV

source: Heal 575-625 HP
de: Heilung 575-625 HP
es: Curar 575-625 HP
fr: Soigne 575-625 PV

source: The most advanced potion ever synthesized.
de: Der höchstentwickelte Trank aller Zeiten.
es: La poción más avanzada jamás sintetizada.
fr: La potion la plus sophistiquée jamais synthétisée à ce jour.

source: Heal 2300-2550 HP
de: Heilung 2300-2550 HP
es: Curar 2300-2550 HP
fr: Soigne 2300-2500 PV

source: Heal 10000 HP
de: Heilung 10000 HP
es: Curar 10000 HP
fr: Soigne 10000 PV

source: Blood-colored juice from madly swarming pumpkin.
de: Blutroter Saft von wie verrückt wuchernden Kürbissen.
es: Jugo color sangre proveniente de una multitud de calabazas enloquecidas.
fr: Jus de citrouilles follement grouillantes de couleur sang.

source: Heal 70-80 HP
de: Heilung 70-80 HP
es: Curar 70-80 HP
fr: Soigne 70-80 PV

source: Good in various recipes.
de: Brauchbar für verschiedene Rezepte.
es: Bueno en varias recetas.
fr: Bon dans diverses recettes.

source: Heal 40-90 HP
de: Heilung 40-90 HP
es: Curar 40-90 HP
fr: Soigne 40-90 PV

source: Piou and The Fluffy
de: Piou und Der Fluffy
es: Piou y el peluche
fr: Piou et le Pluche

source: This story is a warning against listening to flattery.
de: Diese Geschichte ist eine Warnung davor, sich Honig ums Maul schmieren zu lassen.
es: Esta historia es una advertencia en contra de escuchar adulaciones.
fr: Cette histoire est une mise en garde contre l'écoute de la flatterie.

source: Poem about Poems
de: Gedichte über Gedichte.
es: Poemas de Poemas
fr: Poème de Poèmes

source: A heart touching poem written by Nard.
de: Ein herzzerreißendes Gedicht, geschrieben von Nard.
es: Un poema que toca el corazón, escrito por Nard.
fr: Un poem très touchant écrit par Nard.

source: Chorus of the Woods
de: Die Gesänge der Wälder
es: Coro del Bosque
fr: Chant des Bois

source: This poem was written centuries ago and is from the ancient city of Keshlam.
de: Dieses Gedicht wurde vor Jahrhunderten in der antiken Stadt Keshlam verfasst.
es: Este poema se escribió hace siglos y es de la antigua ciudad de Keshlam.
fr: Ce poème a été écrit il y a de ça plusieurs centenaires et provient de l'ancienne cité de Keshlam.

source: Communication Theory
de: Kommunikationstheorie
es: Teoría de Comunicación
fr: Théorie de Communication

source: Various meta explanations regarding the dialogue system.
de: Verschiedene Erklärungen zum Dialogsystem.
es: Varias meta-explicaciones con respecto al sistema de diálogo.
fr: Diverses explications meta sur le système de dialogues.

source: The basic laws respected and upheld in all parts of Gasaron.
de: Die grundlegenden Gesetze, die überall in Gasaron respektiert und durchgesetzt werden.
es: Las leyes básicas respetadas y defendidas en todas las partes de Gasaron.
fr: Les lois de base respectés et maintenue partout sur Gasaron.

source: A wooden box full of fresh fish that Couwan gave you.
de: Eine hölzerne Kiste voll mit frischem Fisch die Dir Couwan gegeben hat.
es: Una caja de madera llena de pescado fresco, que te dio Couwan.
fr: Une boîte de poissons que Couwan t'a donné.
it: Una cassa di legno piena di pesce che ti ha dato Couwan.
nl_be: Een houten doos vol met verse vis die Couwan je heeft gegeven.
ru: Деревянный ящик, полный свежей рыбы, который дал вам Кувэн.

source: La Johanne's Key
de: La Johanne's Schlüssel
es: Llave de La Johanne
fr: Clé de La Johanne
it: Chiave della nave 'La Johanne'
ru: Ключ Ля Джоанн

source: An iron key to open La Johanne's entrance door.
de: Ein Eisenschlüssel um La Johanne's Eingangstür zu öffnen.
es: Una llave de hierro para abrir la entrada a La Johanne
fr: Une clé en fer pour ouvrir la porte d'entrée de La Johanne.
it: Una chiave in ferro. Apre il portellone della nave "La Johanne".
ru: Железный ключ для открытия входной двери Ла Джоанн

source: Fluffy Fur
de: Fluffy Fell
es: Pelaje de Plumoso
fr: Fourrure de Pluche

source: This soft fur is used to make warm clothing.
de: Aus diesem weichen Pelz wird warme Kleidung gefertigt.
es: Su suave pelaje se usa para hacer ropas abrigadas.
fr: Cette douce fourrure est utilisée pour fabriquer des vêtements chauds.

source: Clan Certification
de: Klan-Urkunde
es: Certificación de Clan
fr: Certificat de Clan

source: This piece of paper grants you official permission to found a clan.
de: Dieses Schriftstück beinhaltet die exklusive Genehmigung zur Gründung eines Klans.
es: Este papel te garantiza permiso oficial para encontrar un clan.
fr: Cette feuille de papier te garanti la permission officielle de créer un clan.

source: Brown Trousers
de: Braune Hose
es: Pantalones Marrones
fr: Pantalon Brun

source: A striped bandana worn by some sailors.
de: Ein gestreiftes Halstuch, von einigen Matrosen getragen.
es: Un pañuelo de rayas usado por algunos marineros.
fr: Un bandana rayé porté par des marins.
it: Una bandana a righe, indossata da qualche marinaio.
nl_be: Een gestreepte bandana gedragen door zeelui.
ru: Некоторые матросы носят такие полосатые банданы.

source: Distinguishes someone who is traveling.
de: Kennzeichnet jemanden als Reisenden.
es: Distingue a alguien que está viajando.
fr: Identifie quelqu'un qui voyage.

source: A simple, but sharp knife.
de: Ein einfaches, aber scharfes Messer.
es: Un cuchillo simple, pero afilado.
fr: Un couteau simple, mais aiguisé.
it: Un coltello semplice ed affilato.
nl_be: Een eenvoudig maar scherp mes.
ru: Простой, но острый нож.

source: Piou Slayer
de: Piou Mörder
es: Asesino de Piou
fr: Tueuse de Pious
it: Flagello dei Piou
ru: Убийца Пию

source: A short sword for amateurs.
de: Kurzschwert für Amateure.
es: Una espada corta para aficionados.
fr: Une épée courte pour les amateurs.

source: Training Gladius
de: Trainingsschwert
es: Gladius de Entrenamiento
fr: Glaive d'Entraînement

source: An engraved backsword with the symbole of Artis on its brass hilt.
de: Ein graviertes Backsword mit dem Symbol von Artis auf dem Heft.
es: Un sable con el símbolo de Artis gravado en su empuñadura de latón.
fr: Une latte gravée du symbole d'Artis sur sa garde en laiton.

source: Crimson Cashmere Dye
de: Karminrote Kashmir Farbe
es: Tinte Carmesí para Cachemira
fr: Teinture Cachemire Cramoisi

source: Color dye that can be used on cashemere clothing.
de: Färbemittel für Kashmirgewänder.
es: Los tintes de colores pueden se usados en ropa de cachemira.
fr: Teinture de couleur qui peut être utilisée sur les vêtements en cachemire.

source: Chocolate Cashmere Dye
de: Schokobraune Kashmir Farbe
es: Tinte Chocolate para Cachemira
fr: Teinture Cachemire Chocolat

source: Mint Cashmere Dye
de: Mintgrüne Kashmir Farbe
es: Tinte Menta para Cachemira
fr: Teinture Cachemire Menthe

source: Black Cotton Dye
de: Schwarze Baumwoll Farbe
es: Tinte Negro para Algodón
fr: Teinture Coton Noir

source: Color dye that can be used on cotton clothing.
de: Färbemittel für Baumwollstoffe.
es: Los tintes de colores pueden se usados en ropa de algodón.
fr: Teinture de couleur qui peut être utilisée sur les vêtements en coton.

source: Silver Cotton Dye
de: Silberne Baumwoll Farbe
es: Tinte Plateado para Algodón
fr: Teinture Coton Argenté

source: Camel Cotton Dye
de: Ocker Baumwoll Farbe
es: Tinte Camel para Algodón
fr: Teinture Coton Beige

source: Brown Cotton Dye
de: Braune Baumwoll Farbe
es: Tinte Marrón para Algodón
fr: Teinture Coton Marron

source: Orange Cotton Dye
de: Orangene Baumwoll Farbe
es: Tinte Anaranjado para Algodón
fr: Teinture Coton Orange

source: Dark Red Cotton Dye
de: Dunkel Rote Baumwoll Farbe
es: Tinte Rojo Oscuro para Algodón
fr: Teinture Coton Rouge Foncé

source: Red Cotton Dye
de: Rote Baumwoll Farbe
es: Tinte Rojo para Algodón
fr: Teinture Coton Rouge

source: Fuchsia Cotton Dye
de: Fuchsia Baumwoll Farbe
es: Tinte Fucsia para Algodón
fr: Teinture Coton Fuchsia

source: Pink Cotton Dye
de: Pinke Baumwoll Farbe
es: Tinte Rosa para Algodón
fr: Teinture Coton Rose

source: Mauve Cotton Dye
de: Malve Baumwoll Farbe
es: Tinte Malva para Algodón
fr: Teinture Coton Mauve

source: Purple Cotton Dye
de: Violette Baumwoll Farbe
es: Tinte Morado para Algodón
fr: Teinture Coton Violet

source: Navy Blue Cotton Dye
de: Navyblaue Baumwoll Farbe
es: Tinte Azul Marino para Algodón
fr: Teinture Coton Bleu Marine

source: Blue Gray Cotton Dye
de: Blaubraue Baumwoll Farbe
es: Tinte Azul Grisáceo para Algodón
fr: Teinture Coton Bleu-Gris

source: Blue Cotton Dye
de: Blaue Baumwoll Farbe
es: Tinte Azul para Algodón
fr: Teinture Coton Bleu

source: Teal Cotton Dye
de: Aquamarine Baumwoll Farbe
es: Tinte Cerceta para Algodón
fr: Teinture Coton Turquoise

source: Green Cotton Dye
de: Grüne Baumwoll Farbe
es: Tinte Verde para Algodón
fr: Teinture Coton Verte

source: Lime Cotton Dye
de: Lindgrüne Baumwoll Farbe
es: Tinte Lima para Algodón
fr: Teinture Coton Citron

source: Khaki Cotton Dye
de: Khaki Baumwoll Farbe
es: Tinte Caqui para Algodón
fr: Teinture Coton Khaki

source: Yellow Cotton Dye
de: Gelbe Baumwoll Farbe
es: Tinte Amarillo para Algodón
fr: Teinture Coton Jaune

source: Kitty
de: Kätzchen
es: Gatito
fr: Chaton
nl_be: Katje
ru: Котэ

source: Heart eye
de: Herzaugen
es: Ojo de corazón
fr: Yeux amoureux
nl_be: Hart oog
ru: Сердцеглазый

source: Gold eye
de: Goldaugen
es: Ojo de oro
fr: Œil d'or
nl_be: Gouden oog
ru: Золотоглазый

source: Sleepy
de: Schläfrig
es: Somnoliento
fr: Endormi
nl_be: Slaperig
ru: Сонный

source: Surprised
de: Überrascht.
es: Sorprendido
fr: Surpris

source: Dead
de: Tot
es: Muerto
fr: Mort
it: Morto
nl_be: Dood
ru: Мертвый

source: Look away
de: Wegschauen
es: Voltear la mirada
fr: Regarde ailleurs
it: Guarda da un'altra parte
nl_be: Kijk weg
ru: Взгяд вдаль.

source: Palmhead
de: Erschrocken
es: Palmada en la cabeza
fr: Consterné
it: Facepalm
nl_be: Hand ing Gezicht
ru: Фейспалм

source: Angry
de: Wütend
es: Enfadado
fr: Énervé
it: Arrabbiato
nl_be: Kwaad
ru: Злой

source: Purple Sad
de: Lila traurig
es: Tristeza Morada
fr: Triste
it: Viola Triste
nl_be: Droevig Paars
ru: Багроветь от злости

source: Insult Buble
de: Zensierte Sprechblase
es: Burbuja de Insulto
fr: Bulle d'Insulte
nl_be: Vloeken
ru: Лопну от обиды!

source: Heart
de: Herz
es: Corazón
fr: Cœur
it: Cuore
nl_be: Hart
ru: Сердце

source: Emote
de: Smileys
es: Emoticón
fr: Émoticône
it: Faccine
nl_be: Emoticon
ru: Эмоции

source: Epic
de: Episch
es: Épico
fr: Épique
it: Epico
nl_be: Episch
ru: Эпично

source: Bad geek
de: Böser Geek
es: Friki malo
fr: Geek méchant
nl_be: Slechte Geek
ru: Плохой гик

source: Crying
de: Heulend
es: Llorando
fr: Pleurant
it: Pianto
nl_be: Huilen
ru: Плачу

source: Drasil Island
de: Drasil
es: Isla Drasil
fr: Île Drasil

source: Alige's Hiding Place
de: Alige's Versteck
es: Escondite de Alige
fr: Cache d'Alige

source: Light Armor Shop
de: Geschäft für Leichte Rüstung
es: Tienda de Armaduras Ligeras
fr: Boutique d'Armures Légères

source: Noble House
de: Villa
es: Casa noble
fr: Maison de Noble

source: First Floor
de: Erster Stock
es: Primer Piso
fr: Premier Étage

source: Basement
de: Erdgeschoss
es: Sótano
fr: Cave

source: Harbourmaster Lodge
de: Häuschen des Hafenmeisters
es: Hospedaje de puerto
fr: Loge de l'Officier du Port

source: Backroom
de: Hinterzimmer
es: Trastienda
fr: Pièce du Fond

source: Docks Warehouse
de: Warenhaus an den Docks
es: Almacén de atraque
fr: Entrepôt du Port

source: Merchant Hall
de: Händlerhalle
es: Vestíbulo mercantil
fr: Salle des Marchands

source: Storage Room
de: Lagerraum
es: Despensa
fr: Pièce de Stockage

source: Alchemy Lab
de: Alchemielabor
es: Laboratorio de Alquimia
fr: Laboratoire d'Alchimie

source: Blacksmith Shop
de: Schmiedegeschäft
es: Tienda del Herrero
fr: Boutique des Forgerons

source: Red Plush Inn
de: Hotel zum Red Plush
es: Taberna roja de lujo
fr: Auberge de la Peluche Rouge

source: Moon's House
de: Moon's Haus
es: Casa de Moon
fr: Maison de Moon

source: Second Floor
de: Zweiter Stock
es: Segundo Piso
fr: Deuxième Étage

source: unnamed
de: unbenannt
es: anónimo
fr: sans nom

source: Legion of Aemil Headquarters
de: Hauptquartier der Legion von Aemil
es: Cuartel General de la Legión de Aemil
fr: Quartier Général de la Légion d'Aemil

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque

source: Warehouse
de: Warenhaus
es: Almacén
fr: Entrepôt

source: City Hall
de: Rathaus
es: Ayuntamiento
fr: Hôtel de Ville

source: Left Wing
de: Linker Flügel
es: Ala Izquierda
fr: Aile Gauche

source: Right Wing
de: Rechter Flügel
es: Ala Derecha
fr: Aile Droite

source: Abide by the Rules
de: Halte dich an die Regeln.
es: Acatar las Reglas
fr: Obéir au Règlement
it: Rispetta le Regole
nl_be: Houdt u aan de Regels
ru: Соблюдайте правила

source: Before resuming your adventure and exploration, you need to register on the boarding list of the ship by signing its rules.
de: Bevor du dein Abenteuer und die Entdeckungsreise fortsetzt, musst du dich in der Passagierliste eintragen indem du die Regeln unterschreibst.
es: Antes de continuar con tu aventura y exploración, necesitas registrarte en la lista de abordaje del barco firmando sus reglas.
fr: Avant de continuer ton aventure et exploration, tu dois t'enregistrer sur la liste des passagers de ce navire en signant ses règles.
it: Prima di continuare la tua avventura, dovrai registrarti sulla lista della nave e firmare le sue regole.
ru: Перед тем, как продолжить путешествие и исследования, вам нужно зарегистрироваться в бортовом списке корабля, и ознакомиться с правилами.

source: Speak to Julia, the keeper of this ship. She is waiting for you on the first deck.
de: Sprich mit Julia. Sie verwaltet die Aktivitäten auf diesem Schiff. Sie wartet auf dich auf dem ersten Deck, vor Nards Kajüte.
es: Habla con Julia, la guardián de este barco. Ella te está esperando en la primera cubierta.
fr: Parle à Julia, la gardienne de ce navire. Elle t'attend sur le pont supérieur.

source: La Johanne, First Deck. (27,24)
de: La Johanne, Oberdeck. (27,24)
es: La Johanne, Primera Cubierta. (27,24)
fr: La Johanne, Premier Pont. (27,24)

source: Julia told you about all the rules you have to follow during your adventure so that you behave properly with other people.
de: Julia hat dir die Regeln, die du während deines Abenteuers befolgen musst, vorgelesen, damit du dich richtig mit anderen Menschen verhältst.
es: Julia te contó sobre todas las reglas que tienes que seguir durante tu aventura, así que compórtate apropiadamente con las otras personas.
fr: Julia t'a parlé de toutes règles que tu dois suivre durant ton aventure pour que tu te comportes correctement avec les autres.
it: Julia ti ha elencato le regole a cui devi attenerti durante la tua avventura in modi da comportarti correttamente con gli altri giocatori.
ru: Джулия рассказала тебя обо всех правилах, которых тебе надо придерживаться во время твоего путешествия, чтобы вести себя адекватно с другими людьми.

source: Keep them in mind, but if you think you need to hear them again, just talk to Julia.
de: Behalte sie im Kopf, aber falls du sie trotzdem nochmal hören möchtest, rede einfach mit Julia.
es: Mantenlos en mente, pero si crees que necesitas escucharlos otra vez, sólo habla con Julia.
fr: Retiens-les toutes, mais si penses que tu dois les entendre une nouvelle fois, va en parler à Julia.

source: Piberries Lover
de: Pibeeren-Fan
es: Amante de las Pibayas
fr: Amateur de Baies Pi
it: L'Amante di Piberries
nl_be: Piberries Liefhebber
ru: Любитель пижевики

source: A mysterious stowaway needs your help. He hides at the bottom level of the ship, in the storage room.
de: Ein geheimnisvoller blinder Passagier benötigt deine Hilfe. Er versteckt sich im untersten Teil des Schiffes, im Lagerraum.
es: Un polizón misterioso necesita tu ayuda. Se esconde en el nivel mas bajo del barco, en el cuarto de almacenamiento.
fr: Un mystérieux passager clandestin a besoin de ton aide. Il se cache dans la cale du bateau, au niveau le plus bas.
it: Un clandestino misterioso ha bisogno del tua aiuto. Si nasconde in un anfratto nel fondo della nave, vicino alla stiva.
nl_be: Een mysterieuze verstekeling heeft jouw hulp nodig. Hij verbergt zich onderaan het schip in een opslagruimte.
ru: Таинственный безбилетный пассажир нуждается в вашей помощи. Он прячется на нижнем уровне корабля, на складе.

source: It seems to be an urgent task, but he is afraid that you could be a sailor, so watch out!
de: Es scheint eine dringende Aufgabe zu sein, aber er hat Angst davor, dass du ein Matrose bist, also pass auf!
es: Parece ser una tarea urgente, pero él tiene miedo de que puedas ser un marinero, ¡así que ten cuidado!
fr: Il semblerait que ce soit une tâche urgente, mais il a peur que tu sois un marin, alors fais attention !
it: Sembra essere una missione urgente, ma allo stesso tempo e' preoccupato tu possa far parte della ciurma. Presta attenzione!
ru: Казалось бы дело срочное, но он боится, что вы можете быть одним из моряков, будьте готовы!

source: La Johanne, Second Deck. (33,31)
de: La Johanne, Unterdeck. (33,31)
es: La Johanne, Segunda Cubierta. (33,31)
fr: La Johanne, Second Pont. (33,31)

source: Alige, the mysterious traveller, is asking for your help to find him some food.
de: Alige, der geheimnisvolle Reisende, bittet dich, ihm dabei zu helfen, etwas zum Essen zu finden.
es: Alige, el viajero misterioso, está pidiéndote ayuda para encontrarle algo de comida.
fr: Alige, le voyageur mistérieux, te demande de l'aide pour lui trouver de quoi manger.
