Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: You can plant it to colect some shrooms.
pt_br: Você pode plantar para coletar alguns cogumelos.

source: A tasty potatoz.
pt_br: Uma batata saborosa.

source: Heal 185-380 HP
pt_br: Cura 185-380 HP

source: Lock Picks
pt_br: Picks de bloqueio

source: You probably will find these useful when in jail.
pt_br: Você provavelmente achará isso útil na prisão.

source: Small Tentacles
de: Kleine Tentakeln
es: Pequeños Tentáculos
fr: Petites Tentacules
it: Tentacolini
nl_be: Kleine Tentacels
pt_br: Pequenos Tentáculos
ru: Маленькие щупальца

source: Colorful tentacles with poisonous barbs.
de: Farbenfrohe Tentakeln mit giftigen Stacheln.
es: Coloridos tentáculos con aguijones venenosos.
fr: Tentacules empoisonnés et colorés
pt_br: Tentáculos coloridos com farpas venenosas.

source: Piou Feathers
de: Pioufedern
es: Plumas de Piou
fr: Plumes de Piou
it: Piume di Piou
nl_be: Piousveren
pt_br: Penas de Pious
ru: Перья Пию

source: Small feathers of an innocent little piou.
de: Kleine Federn von unschuldigen, niedlichen Pious.
es: Pequeñas plumas de un diminuto e inocente piou.
fr: Petites plumes d'un innocent petit piou.
pt_br: Pequenas penas de um pequeno e inocente piou.

source: Tortuga Shell Fragment
de: Stück Tortugaschale
es: Fragmento de Caparazón de Tortuga
fr: Fragment de Carapace de Tortuga
it: Frammento di guscio di Tortuga
nl_be: Stuk Tortugaschaal
pt_br: Fragmento de Casco de Tortuga
ru: Фрагмент панциря тортуги

source: Used to make tools and decorations.
de: Nützlich für die Werkzeugherstellung und zur Dekoration.
es: Usado para elaborar herramientas y decoraciones.
fr: Utilisé pour créer des objets et faire des décorations.
pt_br: Usado para fazer ferramentas e decorações.

source: Half Eggshell
de: Halbe Eierschale
es: Medio Cascarón de Huevo
fr: Demi Coquille d'Œuf
it: Metà Guscio
nl_be: Halve eierschaal
pt_br: Casca de Ovo Quebrada
ru: Скорлупа

source: Maybe something hatched, or someone was cooked...
de: Etwas ist geschlüpft, oder jemand hat gekocht...
es: Tal vez algo eclosionó, o alguien fue cocinado...
fr: Peut-être que quelque chose a éclos ou bien que quelqu'un est en train de cuire...
pt_br: Talvez alguma coisa tenha chocado ou alguém tenha sido cozido ...

source: Ratto Tail
de: Rattoschwanz
es: Cola de Ratto
fr: Queue de Ratto
it: Coda di Ratto
nl_be: Rattostaart
pt_br: Cauda de Ratto
ru: Крысиный хвост

source: Hairless tail of a ratto.
de: Haarloser Schwanz eines Ratto.
es: Cola sin pelo de un ratto.
fr: La queue chauve d'un ratto.
pt_br: Cauda sem pêlos de um ratto.

source: Ratto Teeth
de: Rattozähne
es: Dientes de Ratto
fr: Dents de Ratto
it: Denti di Ratto
nl_be: Rattotanden
pt_br: Dentes de Ratto
ru: Крысиные зубы

source: Sharp incisors of a ratto.
de: Scharfe Ratto-Schneidezähne.
es: Incisivos afilados de un ratto.
fr: Les incisives tranchantes d'un ratto.
pt_br: Incisivos afiados de um ratto.

source: Croc Claw
de: Croc Klaue
es: Garra de Croc
fr: Pince de Croc
it: Chela di croc
nl_be: Crocklauw
pt_br: Garra de Croc
ru: Клешня Крока

source: It moves and pinches without its body.
de: Es bewegt sich und zwickt, auch ohne Körper.
es: Se mueva y pellizca sin su cuerpo.
fr: Il bouge et pince même sans son corps.
pt_br: Isto se move e belisca sem o seu corpo.

source: Squichy Claws
de: Squichyklaue
es: Garras de Squichy
fr: Griffes de Squichy
it: Artigli di Squichy
nl_be: Squichy Klauwen
pt_br: Garras de Squichy
ru: Когти белки

source: Claws from a wild Squichy.
de: Die Klauen eines wilden Squichy.
es: Garras de un Squichy salvaje.
fr: Les griffes d'un squishy sauvage.
pt_br: Garras de um Squishy selvagem.

source: Tortuga Shell
de: Tortugaschale
es: Caparazón de Tortuga
fr: Carapace de Tortuga
it: Guscio di Tortuga
nl_be: Tortugaschaal
pt_br: Casco de tortuga
ru: Панцирь Тортуги

source: A symbol of shelter.
de: Ein Sinnbild für Schutz.
es: Un símbolo de refugio.
fr: Un symbole de refuge.
pt_br: Um símbolo de abrigo.

source: Tortuga Tongue
de: Tortugazunge
es: Lengua de Tortuga
fr: Langue de Tortuga
it: Lingua di Tortuga
nl_be: Tortugatong
pt_br: Lingua de tortuga
ru: Язык Тортуги

source: Adept to digesting blubs.
de: Erfahren im Verkosten von Blubs.
es: Experta en digerir blubs.
fr: Adept pour digérer des blubs.
pt_br: Perito em digerir blubs.

source: Pearl
de: Perle
es: Perla
fr: Perle
it: Perla
nl_be: Parel
pt_br: Pérola
ru: Жемчуг

source: A beautiful round and shiny pearl.
de: Eine wunderschöne, runde, leuchtende Perle.
es: Una hermosa perla, redonda y brillante.
fr: Une superbe perle ronde et brillante.
pt_br: Uma linda pérola brilhante e redonda.

source: Can indicate the health of oceanic ecosystems.
de: Anzeiger für die Gesundheit mariner Ökosysteme.
es: Puede indicar la salud de los ecosistemas oceánicos.
fr: Peut indiquer la santé de l'écosystème de l'océan.
pt_br: Pode indicar a saúde de ecosistemas oceânicos.

source: Blue Coral
de: Blaue Koralle
es: Coral Azul
fr: Corail Bleu
it: Corallo Blu
nl_be: Blauw Coraal
pt_br: Coral Azul
ru: Синий коралл

source: A coral dyed in blue by a blub.
de: Eine blau gefärbte Koralle von einem Blub.
es: Un coral azul teñido por un blub.
fr: Du corail teint en bleu par un blub.
it: Un corallo colorato di blu da un Blub.
nl_be: Een blauwgekleurd stuk coraal van een blub.
pt_br: Um coral pintado de azul por um blub.
ru: Коралл, покрашенный в синий цвет блабом.

source: Fish Box
de: Fischkiste
es: Caja de Pescado
fr: Boîte de Poissons
it: Cassa di Pesce
nl_be: Visdoos
pt_br: Caixa de peixe
ru: Ящик рыбы

source: A wooden box full of fresh fish.
pt_br: Uma caixa de madeira cheia de peixe fresco.

source: Guild Certification
pt_br: Certificação de Guilda

source: This piece of paper grants you official permission to found a Guild.
pt_br: Este pedaço de papel lhe concede permissão oficial para fundar uma Guilda.

source: Croconut Box
de: Krokosnusskiste
es: Caja de Croconut
fr: Boîte de Noix de Croco
it: Cassa di Croconut
nl_be: Crocosnootdoos
pt_br: Caixa de Croconozes
ru: Ящик крокорехов

source: Contains 17 croconuts.
de: Enthält 17 Krokosnüsse.
es: Contiene 17 croconuts.
fr: Contient 17 noix de croco.
pt_br: Contém 17 croconozes.

source: Plushroom Box
de: Plushroomkiste
es: Caja de Plushroom
fr: Boîte de Peluchignons
it: Cassa di Plushroom
nl_be: Plushestoeldoos
pt_br: Caixa de Plushroom
ru: Ящик плюшевых грибов

source: Contains 87 plushrooms.
de: Enthält 87 Plushrooms.
es: Contiene 87 plushrooms.
fr: Contient 87 peluchignons.
pt_br: Contém 87 plushrooms.

source: Poisoned Dish
de: Vergiftetes Gericht
es: Platillo Envenenado
fr: Plat Empoisonné
it: Piatto Avvelenato
pt_br: Prato Envenenado
ru: Отравленное блюдо

source: A special dish made of strange ingredients.
de: Ein spezielles Gericht zubereitet aus merkwürdigen Zutaten.
es: Un platillo especial hecho de ingredientes extraños.
fr: Un plat spécial cuisiné à partir d'étranges ingrédients.
it: Una piatto speciale fatto con strani ingredienti.
pt_br: Um prato especial feito com ingredientes estranhos.
ru: Специальное блюдо, сделанное из странных ингредиентов.

source: Silver Key
pt_br: Chave Prata

source: An iron key trying to pass itself as a silver one. Don't ask. Just use it!
pt_br: Uma chave de ferro tentando fingir ser de prata. Não pergunte. Apenas use!

source: Left Crafty Wing
de: Linker Crafty Flügel
es: Ala Izquierda de Crafty
fr: Aile Gauche de Crafty
pt_br: Asa esquerda de crafty

source: This wing is slight and soft unlike its former owner.
de: Dieser Flügel ist dünn und weich, nicht wie der vorherige.
es: Esta ala es ligera y suave, a diferencia de su antiguo propietario.
fr: Cette aile est fine et douce contrairement à son propriétaire d'origine.
it: Quest'ala è sottile e morbida diversamente dal suo precedente possessore.
pt_br: Esta asa é leve e macia, diferente de seu antigo dono.
ru: Это крыло легкое и мягкое, в отличии от своего бывшего владельца.

source: Bat Teeth
de: Fledermauszähne
es: Dientes de Murciélago
fr: Dents de Chauve-Souris
it: Denti di Bat
pt_br: Dente de Morcego
ru: Клыки летучей мыши

source: What sharp teeth! They seem to be more dangerous than a knife.
de: Welch scharfe Zähne! Die sehen gefährlicher als ein Messer aus.
es: ¡Que dientes tan afilados! Parecen ser más peligroso que un cuchillo.
fr: Que ces dents sont acérées ! Elles semblent être encore plus dangereuses qu'un couteau.
it: Che denti affilati! Sembrano piu' taglienti di una lama.
pt_br: Que dentes afiados! Eles parecem mais perigosos que uma faca.
ru: Какие острые зубы! Они кажутся опаснее ножа.

source: Right Crafty Wing
de: Rechter Crafty Flügel
es: Ala Derecha de Crafty
fr: Aile Droite de Crafty
pt_br: Asa direita de crafty

source: Pumpkin
de: Kürbis
es: Calabaza
fr: Citrouille
it: Zucca
nl_be: Pompoen
pt_br: Abóbora
ru: Тыква

source: An invasive species, sometimes carved during festivals.
de: Invasive Art, aus deren Früchten man lustige Sachen schnitzen kann.
es: Un espécimen invasivo, a veces tallado durante los festivales.
fr: Une espèce infestante, souvent sculptée durant les festivals.
pt_br: Uma espécie invasora, por vezes esculpida durante festivais. Abóbora.

source: Mushroom Spores
de: Pilzsporen
es: Esporas de Hongo
fr: Spores de Champignons
pt_br: Esporos de Cogumelo

source: Some colored spores that help mushrooms spread across the land.
de: Farbige Sporen, die den Pilzen die Verbreitung rmöglichen.
es: Algunas esporas coloridas que ayudan a los hongos a propagarse a través de la tierra.
fr: Quelques spores colorées qui aident les champignons à se répandre à travers les terres.
pt_br: Alguns esporos coloridos que ajudam os cogumelos a se espalharem pela terra.

source: Moss
de: Moos
es: Musgo
fr: Mousse
pt_br: Musgo

source: Grows in moist, shady areas.
de: Wächst an feuchten, schattigen Plätzen.
es: Crece en áreas húmedas y sombrías.
fr: Pousse dans des zones humides et ombragées.
pt_br: Crescre em areas escuras e úmidas.

source: Tentacles
de: Tentakel
es: Tentáculos
fr: Tentacules
pt_br: Tentáculos

source: Boneless appendage of an invertebrate.
de: Knochenlose Glieder von Wirbellosen.
es: Extremidad deshuesada de un invertebrado.
fr: Appendice désossé d'un invertibré.
pt_br: Apêndice sem ossos de um invertebrado.

source: Common Carp
de: Gemeiner Karpfen
es: Carpa Común
fr: Carpe Commune
pt_br: Carpa Comum

source: Freshwater is commonly inhabited by these pests.
de: Frischwasser ist des Öfteren damit verseucht.
es: El agua dulce está comúnmente habitada con estas plagas.
fr: L'eau douce est souvent infestée par ces pestes.
pt_br: A água doce é comumente habitada por essas pragas.

source: Grass Carp
de: Graskarpfen
es: Carpa Herbívora
fr: Carpe de Roseaux
pt_br: Carpa Capim

source: A smart fish, very difficult to catch.
de: Ein schlauer Fisch, schwer zu fangen.
es: Un pez listo, muy difícil de capturar.
fr: Un poisson intelligent, très difficile à attraper.
pt_br: Um pequeno peixe, muito difícil de capturar.

source: Fishing Rod
de: Angel Rute
es: Caña de pescar
fr: Canne a Pêche
pt_br: Vara de Pesca

source: Designed for sports fishing.
de: Geeignet fürs Sportangeln.
es: Diseñada para la pesca deportiva.
fr: Conçu pour la pêche sportive.
pt_br: Projetado para a pesca esportiva.

source: A raw diamond gemstone.
pt_br: Uma pedra preciosa de diamante bruto.

source: A raw ruby gemstone.
pt_br: Uma pedra preciosa de rubi bruto.

source: A raw emerald gemstone.
pt_br: Uma pedra preciosa de esmeralda bruta.

source: A raw sapphire gemstone.
pt_br: Uma pedra preciosa de safira bruta.

source: A raw topaz gemstone.
pt_br: Uma pedra preciosa de topázio bruto.

source: A raw amethyst gemstone.
pt_br: Uma pedra preciosa ametista bruta.

source: Black Pearl
pt_br: Pérola Negra

source: A pearl. Round, shiny and black!
pt_br: Uma pérola. Redonda, brilhante e preta!

source: Bloodstone
pt_br: Pedra de Sangue

source: A stone as red as blood that emits a strange aura.
pt_br: Uma pedra tão vermelha quanto sangue que emite uma aura estranha.

source: Coin Bag
pt_br: Bolsa de Moedas

source: A bag used to hold coins.
pt_br: Um saco usado para guardar moedas.

source: Wolvern Tooth
pt_br: Dente de Wolverine

source: A tooth from a wolvern.
pt_br: Um dente de um wolverine.

source: Iron Powder
pt_br: Pó de Ferro

source: A pile of powdered iron
pt_br: Uma pilha de ferro em pó

source: Pink Antenna
pt_br: Antena Cor-de-rosa

source: No-one knows why pinkies have these antennas on their heads.
pt_br: Ninguém sabe por que os trasgos rosas têm essas antenas na cabeça.

source: Animal Bones
pt_br: Ossos animais

source: Bones from an animal.
pt_br: Ossos de um animal.

source: Antlers
pt_br: Chifres

source: The antlers of a Reinboo.
pt_br: Os chifres de um Reinboo.

source: Bandit Hood
pt_br: Capuz de Bandido

source: A bandit hood crawling with lice.
pt_br: Um capuz de bandido rastejando com piolhos.

source: Bat Wing
pt_br: Asa de Morcego

source: The wing from a bat.
pt_br: A asa de um morcego.

source: Bent Needle
pt_br: Agulha Entortada

source: A twisted needle. It would be difficult to find one in a haystack, for example.
pt_br: Uma agulha torcida. Seria difícil encontrar um num palheiro, por exemplo.

source: Blanket
pt_br: Cobertor

source: A blanket big enough to cover a reinboo's back, but not very warm.
pt_br: Um cobertor grande o suficiente para cobrir as costas de um reinboo, mas não muito quente.

source: Bone
pt_br: Osso

source: A bone.
pt_br: Um osso.

source: Bottle Of Sand
pt_br: Garrafa de Areia

source: A bottle with sand in it.
pt_br: Uma garrafa com areia.

source: Brainstem
pt_br: Tronco cerebral

source: The cortex pulses with enegry.
pt_br: O córtex pulsa com energia.

source: Casino Coins
pt_br: Moedas De Cassino

source: Just some casino coins.
pt_br: Apenas algumas moedas de cassino.

source: Cave Snake Lamp
pt_br: Lâmpada de Cobra da Caverna

source: The feeler of a cave snake that glows in the dark.
pt_br: O sensor de uma cobra da caverna que brilha no escuro.

source: Closed Christmas Box
pt_br: Caixa de Natal fechada

source: A closed, but yet unwrapped box that should contain some Christmas present.
pt_br: Uma caixa fechada, mas ainda não aberta, que deveria conter algum presente de Natal.

source: Coal
pt_br: Carvão

source: A lump of coal.
pt_br: Um pedaço de carvão.

source: Crypt Key
pt_br: Chave de Cripta

source: You feel as if the Skeleton Key is staring at you.
pt_br: Você sente como se a Chave Esqueleto estivesse olhando para você.

source: Dark Petal
pt_br: Pétala Escura

source: A single, dark, petal, oddly heavy. The edges of the petal are unusually hard, and have a slightly reflective shine to them. But looking into the gleam, you can only see fire.
pt_br: Uma única pétala escura, estranhamente pesada. As bordas da pétala são extraordinariamente duras e têm um brilho levemente reflexivo para elas. Mas olhando para o brilho, você só pode ver o fogo.

source: Zombie Ear
pt_br: Orelha de zumbi

source: An ear from a zombie.
pt_br: Um ouvido de um zumbi.

source: Ectoplasm
pt_br: Ectoplasma

source: Someone blows their nose and you want to keep it?
pt_br: Alguém assoa o nariz e você quer mantê-lo?

source: Frozen Yeti Tear
pt_br: Lágrima de Yeti Congelada

source: A tear from a yeti, frozen.
pt_br: Uma lágrima de um yeti, congelada.

source: Cobalt Herb
pt_br: Erva Cobalto

source: An ingredient for brewing healing potions.
pt_br: Um ingrediente para preparar poções de cura.

source: Snake Skin
pt_br: Pele de Cobra

source: The skin of a slain snake.
pt_br: A pele de uma cobra morta.

source: Undead Eye
pt_br: Olho Morto-vivo

source: An eye from a zombie.
pt_br: Um olho de um zumbi.

source: Cotton Cloth
pt_br: Roupa de Algodão

source: A piece of cotton cloth.
pt_br: Um pedaço de pano de algodão.

source: Grass Seeds
pt_br: Sementes de Grama

source: Some grass seeds.
pt_br: Algumas sementes de grama.

source: Hard Spike
pt_br: Espinho Duro

source: The hard spike of a slain monster.
pt_br: O espinho de um monstro morto.

source: Diseasd Heart
pt_br: Coração Doente

source: A diseased heart. Likely from a zombie.
pt_br: Um coração doente. Provavelmente de um zumbi.

source: Gamboge Herb
pt_br: Erva Gamboge

source: Mauve Herb
pt_br: Erva Malva

source: Iron Ingot
pt_br: Lingote de Ferro

source: An ingot of iron.
pt_br: Um lingote de ferro.

source: Iron Ore
pt_br: Minério de Ferro

source: A lump of iron ore.
pt_br: Um pedaço de minério de ferro.

source: Maggot Slime
pt_br: Gosma de Verme

source: Slimy maggot slime.
pt_br: Lodo viscoso.

source: Rotten Rags
pt_br: Panos Podres

source: Rotten rags from an undead creature.
pt_br: Panos podres de uma criatura morta-viva.

source: Raw Log
pt_br: Toco de Madeira

source: A raw log.
pt_br: Um toco de madeira.

source: Brain
pt_br: Cérebro

source: One thing you lack.
pt_br: Uma coisa você não tem.

source: Reed Bundle
pt_br: Feixe de Junco

source: A bundle of reeds.
pt_br: Um feixe de juncos.

source: Root
pt_br: Raiz

source: A root from a plant.
pt_br: Uma raiz de uma planta.

source: Scorpion Stinger
pt_br: Ferrão de Escorpião

source: A poisoned scorpion stinger.
pt_br: Um ferrão de escorpião envenenado.

source: Silk Cocoon
pt_br: Casulo de Seda

source: A silkworm's cocoon.
pt_br: Casulo de um bicho da seda.

source: Snake Tongue
pt_br: Língua de Cobra

source: The forked tongue of a snake.
pt_br: A língua bifurcada de uma cobra.

source: Treasure Key
pt_br: Chave do Tesouro

source: A rusty key.
pt_br: Uma chave enferrujada.

source: Vampire Bat Wing
pt_br: Asa de Morcego Vampiro

source: The wing of a bloodsucking Vampire Bat.
pt_br: A asa de um vampiro morcego sanguessuga.

source: Yeti Claw
pt_br: Garra de Yeti

source: A stolen claw from a Yeti.
pt_br: Uma garra roubada de um Yeti.

source: Wolvern Pelt
pt_br: Pele de Wolverine

source: The pelt of a Wolvern. In some lands, this can be used to make clothes, blankets, or tents.
pt_br: A pele de um Wolvernine. Em alguns países, isso pode ser usado para fazer roupas, cobertores ou barracas.

source: Lava Mana Pearl
pt_br: Pérola de Lava de Mana

source: A strange lava pearl that did not burn you.
pt_br: Uma estranha pérola de lava que não te queimava.

source: Tulip
pt_br: Tulipa

source: A flower picked in the fields.
pt_br: Uma flor colhida nos campos.

source: Spell Book Page
pt_br: Página do livro de feitiços

source: A page torn from a magic book.
pt_br: Uma página arrancada de um livro mágico.

source: Skull
pt_br: Crânio

source: don't hope to find a brain in it.
pt_br: Não espere encontrar um cérebro nele.

source: Silver Bell
pt_br: Sino De Prata

source: A bell made from pure silver.
pt_br: Um sino feito de prata pura.

source: Broken-Four-Leaf-Amulet
pt_br: Amuleto de Quatro Folhas Quebradas

source: Unlucky.
pt_br: Azarado.

source: Gem Powder
pt_br: Pó de Gema Preciosa

source: Crushed from valuable crystals.
pt_br: Esmagado de cristais valiosos.

source: Gold Coins
pt_br: Moedas de ouro

source: Used for buying stuff.
pt_br: Usado para comprar coisas.

source: Grass Liner
pt_br: Forro de grama

source: Perfect to feed moobous.
pt_br: Perfeito para alimentar moobous.

source: Ice Cube
pt_br: Cubo de gelo

source: Dont bring it to Tulimshar.
pt_br: Não o leve para Tulimshar.

source: Small but heavy.
pt_br: Pequeno mas pesado.

source: Jacko Lantern
pt_br: Lanterna Jacko

source: A pumkin with a face on it.
pt_br: Uma abóbora com um rosto.

source: Lazurite Shard
pt_br: Estilhaço Lazurite

source: A small shard of Lazurite, with little magic catalysis properties.
pt_br: Um pequeno fragmento de Lazurite, com poucas propriedades de catálise mágica.

source: Lazurite Crystal
pt_br: Cristal de Lazurite

source: A crystal of Lazurite, with magic catalysis properties.
pt_br: Um cristal de Lazurite, com propriedades de catálise mágica.

source: Lazurite Heart
pt_br: Coração de Lazurite

source: A large crystal of Lazurite, with powerful magic catalysis properties.
pt_br: Um grande cristal de Lazurite, com poderosas propriedades de catálise mágica.

source: Leather Suitcase
pt_br: Mala De Couro

source: A tyipical suitcase.
pt_br: Uma mala típica.

source: Love Letter
pt_br: Carta de amor

source: A letter to confess to that special someone.
pt_br: Uma carta para confessar a alguém especial.

source: Mylarin Dust
pt_br: Poeira Mylarin

source: A bottle of mylarin particles.
pt_br: Um frasco de partículas de mylarin.

source: Opened Christmas Box
pt_br: Caixa de Natal aberta

source: What was inside?
pt_br: O que estava dentro?

source: Leather Patch
pt_br: Remendo de couro

source: A piece of leather from questionable origins.
pt_br: Um pedaço de couro de origens questionáveis.

source: Petal
pt_br: Pétala

source: This lovely petal was picked from a flower.
pt_br: Esta linda pétala foi colhida de uma flor.

source: Sulfur Powder
pt_br: Pó de Enxofre

source: A small pile of dangerous sulphur.
pt_br: Uma pequena pilha de enxofre perigoso.

source: Present Box
pt_br: Caixa presente

source: What does it contain.
pt_br: O que contém?

source: Quill
pt_br: Pena

source: Used to write letters.
pt_br: Usado para escrever cartas.

source: Rose
pt_br: Rosa

source: can come in a variety of colors.
pt_br: pode vir em uma variedade de cores.

source: Sealed Soul
pt_br: Alma Selada

source: A soul, sealed in a mystical vial.
pt_br: Uma alma selada em um frasco místico.

source: Silver Mirror
pt_br: Espelho de Prata

source: This mirror has some mysterious aura around it.
pt_br: Este espelho tem uma aura misteriosa ao redor dele.

source: Terranite Ore
pt_br: Minério Terranite

source: Some ore collected from the Terranite.
pt_br: Algum minério coletado de terranites.

source: Tuber
pt_br: Tubérculo

source: A seed that can be replanted.
pt_br: Uma semente que pode ser replantada.

source: Iced Bottle
pt_br: Garrafa Gelada

source: Frozen solid.
pt_br: Congelado.

source: Saxso Key
pt_br: Chave Saxso

source: Used to unlock something.
pt_br: Usado para desbloquear algo.

source: Blue Mana Pearl
pt_br: Pérola de Mana Azul

source: A pure pearl of Mana.
pt_br: Uma pura pérola de Mana.

source: Crystallized Maggot
pt_br: Verme Cristalizado

source: Hard as a rock.
pt_br: Duro como pedra.

source: Dark Crystal
pt_br: Cristal Negro

source: Dark as the night.
pt_br: Escuro como a noite.

source: Sunny Crystal
pt_br: Cristal Ensolarado

source: Shines as bright as the sun.
pt_br: Brilha tão brilhante quanto o sol.

source: Druid Tree Branch
pt_br: Galho da Árvore Druida

source: A branch from a druid tree.
pt_br: Um ramo de uma árvore druida.

source: Dragon Scales
pt_br: Escamas de Dragão

source: Taken from a dead dragon.
pt_br: Tomado de um dragão morto.

source: Light Green Diamond
pt_br: Diamante Verde Claro

source: A light green diamond.
pt_br: Um diamante verde claro.

source: Demonic Earth Powder
pt_br: Pó Demoníaco da Terra

source: let's make The Mana World 2 darker !
pt_br: vamos fazer o The Mana World 2 mais escuro!

source: Fluo Powder
pt_br: Fluor Em Pó

source: Fluoresent powder.
pt_br: Pó fluorescente.

source: Broken Medal
pt_br: Medalha Quebrada

source: Strange Coin
pt_br: Moeda Estranha

source: Doesn't look like the others. I wonder if you can shop with this.
pt_br: Não se parece com os outros. Eu me pergunto se você pode comprar com isso.

source: Butterfly
pt_br: Borboleta

source: It's made of butter! It flies! It is a BUTTERFLY!
pt_br: É feito de borbo! Pertencia a leta! É uma BORBOLETA!

source: Cave Snake Tongue
pt_br: Língua da Cobra da Caverna

source: It is not kind to show tongues to people, you know.
pt_br: Não é gentil mostrar as línguas para as pessoas, você sabe.

source: Red Scorpion Stinger
pt_br: Ferrão Escorpião Vermelho

source: It stings!
pt_br: Isso pica!

source: Black Scorpion Stinger
pt_br: Ferrão Escorpião Negro

source: It stings a lot!
pt_br: Isso machuca bastante!

source: Empty Bottle
pt_br: Garrafa Vazia
