Repository: themanaworld/evol-client-data
Catalog: translations/*.po
Languages: de, es, fr, it, nl_be, pt_br, ru

source: Skeleton
pt_br: Esqueleto

source: Ocean Pirate
pt_br: Pirata do oceano

source: Centaur
pt_br: Centauro

source: Bronze Chest
pt_br: Baú de Bronze

source: Silver Chest
pt_br: Baú de Prata

source: Golden Chest
pt_br: Baú de Ouro

source: Prism Chest
pt_br: Baú Prisma

source: Supreme Chest
pt_br: Baú Supremo

source: Wildx Chest
pt_br: Baú Wildx

source: Mana Chest
pt_br: Baú de Mana

source: Thorn Chest
pt_br: Baú Espinhoso

source: Vicious Chest
pt_br: Baú Vicioso

source: Evil Chest
pt_br: Baú Maligno

source: Demonic Chest
pt_br: Baú Demoníaco

source: Sleeping Bandit
pt_br: Bandido Adormecido

source: Robin Bandit
pt_br: Bandido Robin

source: Bandit Lord
pt_br: Lorde dos Bandidos

source: Mana Piou
pt_br: Piou de Mana

source: Terranite
pt_br: Terranita

source: Grass Snake
pt_br: Cobra

source: Gift Box
pt_br: Caixa de presente

source: Cyan Butterfly
pt_br: Borboleta ciana

source: Electro Worm
pt_br: Verme Eletro

source: Black Mamba
pt_br: Mamba negra

source: Wicked Mushroom
pt_br: Cogumelo Malvado

source: Black Slime
pt_br: Lodo preto

source: Fafi Dragon
pt_br: Dragão Fafi

source: Chocolate Slime
pt_br: Lodo de chocolate

source: Living Potato
pt_br: Batata Viva

source: Earth Fairy
pt_br: Fada da terra

source: Fire Fairy
pt_br: Fada do fogo

source: Water Fairy
pt_br: Fada da água

source: Wind Fairy
pt_br: Fada do vento

source: Poison Fairy
pt_br: Fada do Veneno

source: Vicious Squirrel
pt_br: Esquilo vicioso

source: Alizarin Plant
pt_br: Planta de Alizarina

source: Shadow Plant
pt_br: Planta Sombra

source: Cat
pt_br: Gato

source: Black Cat
pt_br: Gato preto

source: Fire Skull
pt_br: Caveira de fogo

source: Angry Bat
pt_br: Morcego com raiva

source: Green Dragon
pt_br: Dragão Verde

source: Reaper
pt_br: Ceifador

source: Giant Cave Maggot
pt_br: Larva da Caverna Gigante

source: Angry Yellow Slime
pt_br: Lodo amarelo irritado

source: Old Snake
pt_br: Cobra Velha

source: Take
de: Nehmen
es: Tomar
fr: Prendre
pt_br: Pegar

source: Talk
de: Reden
es: Hablar
fr: Parler
pt_br: Falar

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
pt_br: Comprar

source: Sell
de: Verkaufen
es: Vender
fr: Vendre
pt_br: Vender

source: Touch
de: Berühren
es: Tocar
fr: Toucher
pt_br: Tocar

source: Rotate
de: Drehen
es: Rotar
fr: Pivoter
pt_br: Girar

source: Launch
de: Starten
es: Lanzar
fr: Lancer
pt_br: Lançar

source: Pull
de: Ziehen!
es: Tirar
fr: Tirer
pt_br: Puxar

source: Summon
pt_br: Invocar

source: Poke
de: Stubsen
es: Pinchar
pt_br: Cutucar

source: Save
de: Speichern
es: Guardar
fr: Saver
pt_br: Salvar

source: Trade
nl_be: Handel
pt_br: Comércio

source: Cute Maggot
pt_br: Verme Bonitinho

source: Bhopper Fluffy
pt_br: Coelhinho

source: Forest Shroomy
pt_br: Floresta Shroomy

source: Goblin in Fire
pt_br: Goblin em fogo

source: Elemental Fairy
pt_br: Fada Elemental

source: Warm Smelly Clothes
de: Warme, riechende Kleidung
es: Ropas Cálidas Malolientes
fr: Vêtements Chauds qui Puent
it: Vestiti caldi e puzzolenti
pt_br: Agasalho malcheiroso
ru: Тёплая Вонючая Одежда

source: Magic Arpan is waiting for you. Go speak to him.
de: Magier Arpan wartet auf DIch. Geh und sprich mit ihm.
es: Magic Arpan te espera. Ve y habla con él.
fr: Magic Arpan t'attend. Va lui parler.
it: Magic Arpan ti sta aspettando. Vai a parlare con lui.
nl_be: Magische Arpan is op jou aan het wachten. Ga met hem praten.
pt_br: Arpan Mágico está te esperando
ru: Маг Арпан ждет тебя. Ты должен с ним поговорить.

source: To speak to an NPC, click on it with your mouse or select it using the N key and then chat using the T key.
de: Um mit einem NPC zu sprechen, klicke mit deienr Maus auf ihn oder drücke die N Taste und danach die T Taste um mit ihm zu reden.
es: Para hablar con un NPC, haz clic en éste con el puntero del ratón. O también, seleccionándolo con la tecla N y hablarle con la tecla T.
fr: Pour parler à un PNJ, clique dessus avec ta souris ou sélectionne-le en utilisant la touche N et puis puis commence la conversation avec la touche T.
pt_br: Para falar com um NPC, clique nele com o mouse ou selecione-o usando a tecla N e depois converse usando a tecla T.

source: Magic Arpan
de: Magie-Arpan
es: Arpan mágica
fr: Arpan Magique
pt_br: Arpan Mágico

source: La Johanne, Second Deck. (39,33)
de: Ja Johanne, Unterdeck. (39,33)
es: La Johanne, Segunda Cubierta. (39,33)
fr: La Johanne, Second Pont. (39,33)
pt_br: La Johanne, segundo convés. (39,33)

source: Unknown.
de: Unbekannt.
es: Desconocido.
fr: Inconnu.
pt_br: Desconhecido.

source: You need to open the chest and take the clothes from it.
de: Du musst die Truhe öffnen und die Kleidung aus dieser nehmen.
es: Necesitas abrir el cofre y retirar las ropas que hay en él.
fr: Tu dois ouvrir le coffre et prendre les vêtements qui s'y trouvent.
it: Apri il baule e prendi i vestiti che trovi dentro.
nl_be: Je moet de kist openen en de kleren eruit nemen.
pt_br: Você precisa abrir o baú e pegar as roupas.
ru: Нужно окрыть сундук и забрать оттуда вещи.

source: To perform this action, click on the chest with your mouse or select it with the N key and then interact with it using the T key.
de: Um diese Aktion auszuführen klicke auf die Kiste mit deiner Maus oder wähle sie mit der Taste N aus und interagiere mit ihr indem du die Taste T drückst.
es: Para realizar esta acción, haz click sobre el cofre con tu mouse o seleccionalo con la tecla N y luego para interactuar presiona la letra T.
fr: Pour ce faire, clique dessus avec la souris ou sélectionne-le avec la touche N et ouvre-le avec la touche T.
it: Per aprire il baule, cliccaci sopra col mouse oppure selezionalo con il Tasto N e aprilo con il Tasto T.
nl_be: Om deze actie uit te voeren, klik op de kist met je linkermuis knop of selecteer hem/haar met de 'n' toets en start de actie met the 't' toets.
pt_br: Para fazer esta ação, clique no baú com o seu mouse ou selecione com a tecla N e então interaja com ele usando a tecla T.
ru: Чтобы это сделать, нажмите на сундук мышью или выберите его с помощью клавиши N и взаимодействуйте с ним, нажав клавишу T.

source: La Johanne, Second Deck. (41,37)
de: La Johanne, Unterdeck. (41,37)
es: La Johanne, Segunda Cubierta. (41,37)
fr: La Johanne, Second Pont. (41,37)
pt_br: La Johanne, segundo convés. (41,37)

source: Smelly sailor clothes.
de: Riechende Matrosenkleidung.
es: Ropas malolientes de marinero.
fr: Des vêtements de marin puants.
pt_br: Roupas de marinheiro fedorento.

source: To open your inventory, use the F3 key or use your mouse to select it in the above menu in your client.
de: Um dein Inventar zu öffnen nutze die Taste F3 oder nutze die Maus um es aus dem oberen Menü deines Clients auszuwählen.
es: Para abrir tu inventario, usa la tecla F3 o usa el ratón para seleccionarlo en el menú de arriba en el cliente.
fr: Pour ouvrir ton inventaire, utilise la touche F3 ou bien ta souris pour le sélectionner dans le menu en haut de ton client.
pt_br: Para abrir seu inventário, use a tecla F3 ou o mouse para selecioná-lo no menu de seu cliente.
ru: Чтобы открыть инвентарь используйте клавишу F3 или используйте мышь, чтобы выбрать его в верхнем меню на вашем клиенте.

source: When your inventory is open, you can equip an item by selecting it and clicking 'Equip'. You can do the same to remove an item by clicking on 'Unequip'.
de: Wenn dein Inventar offen ist, kannst du einen Gegenstand ausrüsten indem du ihn auswählst und dann auf 'Ausrüsten' klickst. Du kannst das selbe machen um einen Gegenstand zu entfernen indem du 'Ausziehen' anklickst.
es: Cuando tu inventario está abierto, puedes equipar algún artículo seleccionándolo y haciendo clic en 'Equipar'. También puedes hacer lo mismo para des-equipar haciendo clic en 'Quitárselo'.
fr: Lorsque ton inventaire est ouvert, tu peux équiper un objet en le sélectionnant puis en cliquant sur "Équiper". Tu peux faire de même pour enlever un objet, en cliquant sur "Enlever".
pt_br: Quando seu inventário for aberto, você pode equipar um item selecionando e clicando em 'Equipar'. Você pode fazer o mesmo para remover um item clicando em 'Desequipar'.
ru: Когда твой инвентарь открыт - ты можешь экипировать предмет, выбрав его и кликнув на кнопку "Надеть". Так же ты можешь снять с себя вещь, кликнув на "Снять".

source: Items have different effects. Some will heal you, some can be used as weapons or armor and some can be sold for gold.
de: Gegenstände haben unterschiedliche Effekte. Einige werden dich heilen, andere können als Waffe oder als Rüstung benutzt werden and wieder andere können für Gold verkauft werden.
es: Los artículos tienes efectos diversos. Algunos te curarán, otros pueden ser usados como armas o armadura y algunos pueden ser vendidos por oro.
fr: Les objets ont des effets différents. Certainste soigneront, d'autres peuvent être utilisés comme armes ou armures et d'autres encore peuvent être vendus pour de l'argent.
pt_br: Itens têm efeitos diferentes. Alguns vão curar você, alguns podem ser usados ​​como armas ou armaduras e alguns podem ser vendidos por ouro.

source: You wore the clothes you found in the chest that Magic Arpan showed you.
de: Du hast die Kleider getragen, die du in der Kiste gefunden hast, die Magier Arpan dir gezeigt hat.
es: Llevas la ropa que encontraste en el cofre que Magic Arpan te mostró.
fr: Tu as mis les vêtements que tu as trouvé dans le coffre que Magic Arpan t'a montré.
it: Hai indossato i vestiti che hai trovato nel baule che Magic Arpan ti ha indicato.
pt_br: Você usava as roupas que encontrou na arca que Magic Arpan mostrou a você.
ru: Ты одел одежду, найденную сундуке, показанном Магом Арпаном.

source: They are old and a bit smelly but the warm sensation they give makes you feel at home.
de: Sie sind alt und riechen ein wenig, aber das warme Gefühl, das sie ausstrahlen, lässt dich wie zu Hause fühlen.
es: Son viejos y apestan un poco pero la cálida sensación que dan te hace sentir como en casa.
fr: Ils sont un peu vieux et sentent maivais, mais la sensation de chaleur qu'ils te donnent te fait un peu te sentir chez toi.
it: Sono vecchi e alquanto puzzolenti ma il calore che danno ti fa sentire a casa.
pt_br: Elas estão velhas e um pouco fedidas, mas a sensação de calor faz você se sentir em casa.
ru: Она старая и немного вонючая, но тёплые ощущения, которые она даёт - заставляют тебя чувствовать себя в ней как дома.

source: A {@@1} and old {@@2}.
de: Ein {@@1} und alte {@@2}.
es: Un {@@1} y {@@2} viejo.
fr: Un {@@1} et un vieux {@@2}.
pt_br: Um {@@1} e antigo {@@2}.

source: Contrabandist Aboard
pt_br: Contrabandista a bordo

source: You found a contrabandist aboard Nard's Ship!
pt_br: Você encontrou um contrabandista a bordo do Nard's Ship!

source: He needs your help. Bring him the many items he is asking for!
pt_br: Ele precisa da sua ajuda. Traga-lhe os muitos itens que ele está pedindo!

source: I helped Alige. He claims to be lawful now, but I don't quite believe it.
pt_br: Eu ajudei Alige. Ele afirma ser legal agora, mas eu não acredito muito nisso.

source: Well, it is hard to get Artis goods around here, so perhaps I did the right thing?
pt_br: Bem, é difícil conseguir produtos da Artis por aqui, então talvez eu tenha feito a coisa certa?

source: Ratto Extermination
de: Ratto Vernichtung
es: Exterminio de Rattos
fr: Extermination de Rattos
it: Disinfestazione dai Ratto.
nl_be: Ratto Uitroeiing
pt_br: Exterminação de rattos
ru: Истребление крыс

source: Peter needs your help to clear La Johanne's hold of some rattos.
de: Peter braucht deine Hilfe, um den Schiffsrumpf von einigen Rattos zu befreien.
es: Peter necesita su ayuda para limpiar la bodega de La Johanne's de algunos rattos.
fr: Peter a besoin de ton aide pour nettoyer la cale du bateau de quelques rattos.
pt_br: Pedro precisa da sua ajuda para limpar o porão do La Johanne de alguns rattos.

source: Speak to him when you will have time to help him.
de: Sprich mit ihm wenn du Zeit hast ihm zu helfen.
es: Habla con él cuando tengas tiempo para ayudarlo.
fr: Parle-lui quand tu auras le temps de l'aider.
it: Parlaci quando trovi il tempo per aiutarlo.
pt_br: Fale com ele quanto tiver tempo para ajudá-lo.
ru: Поговори с ним, когда у тебя появится время помочь ему.

source: Peter
pt_br: Pedro

source: La Johanne, Second Deck. (60,35)
de: La Johanne, Unterdeck. (60,35)
es: La Johanne, Segunda Cubierta. (60,35)
fr: La Johanne, Second Pont. (60,35)
pt_br: La Johanne, segundo convés. (60,35)

source: Peter asked you to empty the bottom of the ship for free.
de: Peter hat dich darum gebeten den Schiffsrumpf umsonst frei zu räumen.
es: Peter te ha pedido que vacíes el fondo de la nave de gratis.
fr: Peter voudrait que tu nettoies le fond du bateau gratuitement.
it: Peter ti ha chiesto di ripulire il fondo della nave, gratis.
pt_br: Peter te pediu para limpar o fundo do navio de graça.
ru: Питер попросил тебя бесплатно освободить нижнюю палубу.

source: Maybe next time he will have something to offer you...
de: Vielleicht hat er das nächste Mal etwas, das er dir anbieten kann.
es: Quizá la próxima vez él tenga algo que ofrecerte...
fr: Peut-être que la prochaine fois il aura quelque chose à t'offrir...
it: Forse la prossima volta potrebbe avere qualcosa da offrirti...
pt_br: Talvez na próxima vez ele tenha algo para te oferecer...
ru: Может быть, в следующий раз у него будет что нибудь для тебя...

source: Nothing.
de: Nichts.
es: Nada.
fr: Rien.
pt_br: Não.

source: Cleaning the bottom of the ship is a tough work, but Peter is offering you some gold for it.
de: Den Schiffsrumpf aufzuräumen ist eine harte Arbeit, aber Peter bietet dir etwas Gold dafür an.
es: Limpiar el fondo del barco es un trabajo duro, pero Peter te esta ofreciendo oro por ello.
fr: Nettoyer le fond du navire est une tâche bien difficile, mais Peter t'offre de l'or en échange.
it: Pulire il fondo della nave e' un compito duro, ma Peter in cambio ti offre una ricompensa in oro.
pt_br: Limpar o fundo do navio é um trabalho duro, mas Peter está oferecendo um pouco de dinheiro por isso.
ru: Зачистка трюма корабля - это тяжелая работа, но Питер предлагает вам за неё немного золота.

source: You helped Peter cleaning the bottom of the ship for free.
de: Du hast Peter umsonst dabei geholfen, den Schiffsrumpf aufzuräumen.
es: Ayudaste a Peter a limpiar el fondo del barco de gratis.
fr: Tu as aidé Peter à nettoyer le fond du navire, gratuitement.
it: Hai aiutato Peter a ripulire il fondo della nave, gratis.
pt_br: Você ajudou Peter à limpar o fundo do navio de graça.
ru: Вы помогли Питеру зачистить трюм бесплатно.

source: However, it looks like these rattos can come back again. Later, you could ask Peter if he needs your help again.
de: Allerdings sieht es so aus, als ob diese Rattos wiederkommen könnten. Du könntest Peter später fragen, ob er deine Hilfe wieder braucht.
es: Sin embargo, parece que estos rattos pueden volver nuevamente. Luego, podrías preguntarle a Peter si necesita de tu ayuda otra vez.
fr: Cependant, il semblerait que ces rattos peuvent revenir. Plus tard, tu pourras demander à Peter s'il a toujours besoin de ton aide.
it: Tuttavia, sembra che questi Rattos siano una specie particolarmente infestante. Prova a chiedere successivamnete a Peter se ha ancora bisogno di aiuto.
pt_br: Entretanto, parece que esses rattos podem voltar. mais tarde, você pode perguntar para Peter se ele precisa de ajuda novamente.
ru: Однако, похоже, что крысы могут вернуться снова. Позже, ты можешь спросить Питера не нужна ли ему опять твоя помощь.

source: You helped Peter cleaning the bottom of the ship. He rewarded you with some gold.
de: Du hast Peter dabei geholfen, den Schiffsrumpf aufzuräumen. Er hat dich mit etwas Gold dafür belohnt.
es: Ayudaste a Peter limpiando el fondo del barco. Él te recompensa con algo de oro.
fr: Tu as aidé Peter à nettoyer le fond tu navire. Il t'a récompensé avec de l'or.
it: Hai aiutato Peter a ripulire il fondo della nave, in cambio ti ha ricompensato con dell'oro.
pt_br: Você ajudou Peter a limpar o fundo do navio. Ele te recompensou com um pouco de dinheiro.
ru: Вы помогли Питеру зачистить трюм. Он дал вам немного золота.

source: This time, Peter seems to have a reward for you. After you cleaned the bottom of the ship, ask him for a reward.
de: Dieses Mal scheint Peter eine Belohnung für dich zu haben. Frage ihn darum, nachdem du den Schiffsrumpf aufgeräumt hast.
es: Esta vez, Peter parece tener una recompensa para ti. Después de limpiar el fondo del barco, pregúntale por una recompensa.
fr: Cette fois, Peter semblerait avoir une récompense pour toi. Quand tu auras fini de nettoyer le fond du navire, demande-lui une récompense.
it: Questa volta Peter sembra avere una ricompensa per te. Dopo aver ripulito il fondo della nave, prova a chiedergli una ricompensa.
pt_br: Dessa vez, Peter parece ter uma recompensa para você. Após limpar o fundo do navio, peça-lhe uma recompensa.
ru: В этот раз, у Питера есть награда для тебя. После зачистки трюма, спроси его о награде.

source: Chef's Secret Blade
de: Geheimes Schwert des Kochs
es: Cuchilla Secreta del Chef
fr: La Lame Secrète du Chef
pt_br: Lâmina Secreta do Chef
ru: Секретный Нож Шефа

source: You found a sharp knife on a table in one of the rooms of the ship.
de: Du hast ein scharfes Messer auf dem Tische in einem der Räume des Schiffs gefunden.
es: Encontraste un cuchillo afilado en una mesa de los cuartos del barco.
fr: Tu as trouvé un couteau aiguisé sur une table dans l'une des salles du bateau.
pt_br: Você achou uma faca afiada numa mesa e uma das salas do navio.
ru: Ты нашел острый нож на столе в одной из комнат корабля.

source: It looks like its previous owner used it to prepare delicious dishes for the crew.
de: Sieht aus als ob der Vorbesitzer es dazu benutzt hat, köstliche Mahlzeiten für die Mannschaft vorzubereiten.
es: Parece como si el propietario anterior lo ha usado para preparar platillos deliciosos para la tripulación.
fr: Il semblerait que son précédent propriétaire l'utilisait pour préparer de délicieux petits plats pour l'équipage.
pt_br: Parece que seu dono antigo a usava para preparar deliciosas refeições para a tripulação.
ru: Похоже бывший владелец использовал его для приготовления восхитительных блюд для команды.

source: La Johanne, Second Deck. (50,24)
de: La Johanne, Unterdeck. (50,24)
es: La Johanne, Segunda Cubierta. (50,24)
fr: La Johanne, Second Pont. (50,24)
pt_br: La Johanne, segundo convés. (50,24)

source: My Money
pt_br: Meu dinheiro

source: Arpan was holding my money.
pt_br: Arpan estava segurando meu dinheiro.

source: It is a small amount, but hey, it is better than nothing!.
pt_br: É uma quantia pequena, mas ei, é melhor que nada !.

source: Good Food makes a Good Crew
pt_br: Boa Comida Faz Uma Boa Tripulação

source: Chef Gado is preparing food for the crew, but supplies are running thin.
pt_br: Chef Gado está preparando comida para a tripulação, mas os suprimentos estão acabando.

source: I should help him by getting 11 {@@1}.
pt_br: Eu deveria ajudá-lo, obtendo 11 {@@ 1}.

source: Chef Gado
de: Koch Gado
es: Cocinero Gado
pt_br: Chefe Gado

source: La Johanne, Second Deck (25,41)
pt_br: La Johanne, Segundo Convés (25,41)

source: A pair of gloves!
pt_br: Um par de luvas!

source: Chef Gado went back to cooking, and I'll be back to hunting.
pt_br: O Chef Gado voltou a cozinhar e eu volto a caçar.

source: Scary Pious
pt_br: Pious Assustadores

source: Dan is afraid of Pious. I should help him by killing 12 Pious.
pt_br: Dan tem medo de Piou. Eu deveria ajudá-lo matando 12 pious.

source: Progress: {@@var2}/12 Pious
pt_br: Progresso: {@@var2} / 12 Pious

source: La Johanne, Second Deck. (32,32)
pt_br: La Johanne, segundo convés. (32,32)

source: The Pious are gone, now I need to say Dan he can sleep in peace at night.
pt_br: Os piedosos se foram, agora eu preciso dizer que ele pode dormir em paz à noite.

source: He gave me a nice outfit for my efforts.
pt_br: Ele me deu uma boa roupa para meus esforços.

source: In Seek Of True Identity
pt_br: Em Busca da Verdadeira Identidade

source: I better find out who I am.
pt_br: É melhor eu descobrir quem eu sou.

source: I mean, it is annoying when all you know is your name.
pt_br: Quero dizer, é irritante quando tudo que você sabe é o seu nome.

source: I bet the ##BShip's captain##b can help.
pt_br: Eu aposto que o ##BCapitão do Navio##b pode ajudar.

source: In Tulimshar, after getting out of the ship, I should visit the first building.
pt_br: Em Tulimshar, depois de sair do navio, eu deveria visitar o primeiro edifício.

source: It is the townhall. ##BLua##b should be able to help me.
pt_br: É a câmara municipal. ##BLua##b deve ser capaz de me ajudar.

source: I was born at Halinarzo but moved at just 4.
pt_br: Eu nasci em Halinarzo, mas me mudei com apenas 4 anos.

source: I must get some levels before attempting such dangerous journey.
pt_br: Preciso obter alguns níveis antes de tentar uma jornada tão perigosa.

source: Halinarzo's Librarian asked for three hours.
pt_br: O bibliotecário de Halinarzo pediu três horas.

source: I should do some bandit extermination on the canyon meanwhile.
pt_br: Eu deveria fazer algum extermínio de bandidos no desfiladeiro enquanto isso.

source: It's Not About Me
pt_br: Não é sobre mim

source: I listen the real story about missing documents.
pt_br: Eu ouço a história real sobre documentos perdidos.

source: It was not really epic, it just says the only failure Andrei Sakar ever did.
pt_br: Não foi realmente épico, apenas diz que o único fracasso que Andrei Sakar já fez.

source: Glad to know he is a person like us. (I hope.)
pt_br: Fico feliz em saber que ele é uma pessoa como nós. (Eu espero.)

source: Anyway, I should go to Hurnscald and talk to the Mayor about reaching the World Edge.
pt_br: De qualquer forma, devo ir a Hurnscald e conversar com o prefeito sobre chegar ao World Edge.

source: ##1##BWARNING:##b You need to wait further releases to continue this quest!##0
pt_br: ##1##BAVISO:##b Você precisa aguardar novos lançamentos para continuar essa quest!##0

source: Pride of Money
pt_br: Orgulho do Dinheiro

source: You are now registered in the Merchant Guild.
de: Du bist nun in der Händlergilde registriert.
es: Ahora está registrado en el Gremio de Mercaderes.
fr: Tu fais maintenant parti de la Guilde des Marchands.
pt_br: Você agora está registrado na Guilda Mercantil.

source: This Guild offers storage and bank services.
de: Diese Gilde bietet Lagermöglichkeiten und Bankservice.
es: Este gremio ofrece almacén y servicios bancarios.
fr: Cette guilde offre des services de stockage et de banque.
pt_br: Esta Guilda oferece armazenamento e serviços bancários.

source: Banker
pt_br: Banqueiro

source: Tulimshar, Merchant Guild. (101,37)
pt_br: Tulimshar, Guilda dos Mercadores. (101,37)

source: Merchant Guild access.
de: Zugang zur Händlergilde
es: Acceso al Gremio de Mercaderes.
fr: Accès la Guilde des Marchands.
pt_br: Acesso à Guilda Mercantil.

source: Friendly Players
pt_br: Jogadores amigáveis

source: After paying the taxes, I'm now allowed to create small parties for raids.
pt_br: Depois de pagar os impostos, agora posso criar pequenas festas para invasões.

source: With a small group of friends, we can grow a lot!
pt_br: Com um pequeno grupo de amigos, podemos crescer muito!

source: Later I can ask him to buy the license to create Guilds.
pt_br: Mais tarde, posso pedir-lhe para comprar a licença para criar Guildas.

source: A guild is harder to manage, but there are various benefits in being a Guild Leader.
pt_br: Uma guilda é mais difícil de administrar, mas existem vários benefícios em ser um Líder da Guilda.

source: Create Social Groups
pt_br: Crie grupos sociais

source: I promised Aidan to conduct an extermination.
pt_br: Eu prometi a Aidan para conduzir um extermínio.

source: Progress: {@@var2}/10000 {@@1}.
pt_br: Progresso: {@@var2} / 10000 {@@1}.
